[
  {
    "content": "Ok game is easier if the controller doesn’t fuck it up",
    "channel_name": "🗣text-to-voice",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/866503985556881418/1340804180498976922",
    "author_name": "ascenco",
    "timestamp": "2025-02-16T21:57:07.568000"
  },
  {
    "content": "*Ah.*\n\n*Ilya looks him up and down, although it is not perhaps as judging as it might've once been. Day three. No wonder he was in such a state, when Ilya found him.*\n\n\"You should eat something,\" *he says.* \"Something small, something bland. Even if you don't keep it down, it is worth keeping trying. The hunger isn't good for you, you know.\" *He does know, Ilya thinks. He's probably been trying all this, probably knows all that he tells him, but... well, Ilya knows too, what it's like. The words may be useless, perhaps even patronising (although he means it not) but he is trying to help, as he can. Doesn't want Qo subject to such a lack of food, even if he can't fix any other part of it.*\n\n\"There's always one, isn't there, that just has to go against what the priests tell them, hm?\" *He says. It's not really funny at all, but Qo seems to want to inject at least a little levity in, and so he'll go along with it.* \"Would've made a terrible acolyte,\" *he jests gently.*\n\n\"That you will, I am sure.\" *He nods.* \"But worry not of it - we all have our moments, hm?\"",
    "channel_name": "🏭town-flex",
    "category_name": "Northbank-East",
    "message_link": "https://discord.com/channels/866376531995918346/987465629818847304/1121522441303371866",
    "author_name": "avanax_",
    "timestamp": "2023-06-22T19:29:46.886000"
  },
  {
    "content": "Grow out of it then, down 2 whiskeys and start a fund rn.",
    "channel_name": "🧃character-chatter",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/969709364095119370/1362242165341950062",
    "author_name": "ascenco",
    "timestamp": "2025-04-17T01:44:01.453000"
  },
  {
    "content": "<@478335522658582547> <@454418967214424077>",
    "channel_name": "🌲silverglen-2",
    "category_name": "Northbank-East",
    "message_link": "https://discord.com/channels/866376531995918346/923400219427758151/1221837454651424919",
    "author_name": "kekokiri",
    "timestamp": "2024-03-25T15:05:49.831000"
  },
  {
    "content": "> \"It's the *worst*\"\n\n\"Hah! Yes, isn't it?\" \n\nSarran nodded, and looked around at the heaving taproom with every sign of fondness.\n\n\"It's rough, but you see, it doesn't matter whether you are in Waterdeep or some little sheep-trading town, there is always a tavern like this one. If you can play a place like this, you will always have a home. You see?\"\n\n> \"You know Tanas comes here on purpose. I don't even think he wants feedback, I think he's just nuts.\"\n\n\"Oh? Then I must know him! Not by name, perhaps, but I do not forget a face, oh no no. Describe him, describe him!\"\n\n> \"What happened to your -\" he mimes, fingers stringing the lute he remembers Sarran playing. \"Not the zulkoon thing, I forget what it's called, but your music. The strings. How come you're just singing? \n\n\"In a safe place, worry you not. But that is just _one_ way in which I perform. And besides. I'm rather attached to it. And this place is _dangerous_.\"\n\nA wink, and then he shook his head to the bartender and held up just the one finger after all.\n\n\"So! This is no place for foxes, I fear. A foul and fetid flophouse, felonious folk fraternise freely, fiends and fickle false friends throng. You fancy to find fortune? Freedom? Feminine favour?\"",
    "channel_name": "🐐the-dancing-goat",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/880874380517855282/1283174612607303740",
    "author_name": "lxgrf",
    "timestamp": "2024-09-10T21:17:47.877000"
  },
  {
    "content": "<@198128226650816513>",
    "channel_name": "🌳mielikkis-glade",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/880889751400513576/1119437207393009824",
    "author_name": "raina2320",
    "timestamp": "2023-06-17T01:23:48.380000"
  },
  {
    "content": "Yeah that's what we do! It's so nice",
    "channel_name": "💡os-dnd-ttrpg",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/894997484663881821/1291794158012596245",
    "author_name": "cathlady92",
    "timestamp": "2024-10-04T16:08:47.645000"
  },
  {
    "content": "Would your character invest in bitcoin?",
    "channel_name": "🤔qotd💡",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/918977383078441060/1302475455747723295",
    "author_name": "alextries.",
    "timestamp": "2024-11-03T03:32:27.474000"
  },
  {
    "content": "He shouldn't have said it. He shouldn't, but he does; *I'm not Cassian. You keep calling me that, but I'm not.*\n\nCommon ground between them dies. The man's expression goes taught, sharp and hurt then cold and angry just as fast to cover it. He is carrying a bucket, scraps of feed stuck in the bottom and the rest poured out for the goats; he moves stiffly, and slowly, like a man with bad knees who lives in the mountains and feels it in his bones every day. His fingers are still scarred from pulling his bowstring. His knees weren't damaged by _farmwork_. He is unforgiving and immutable and as he straightens, he reminds that he used to be a threat.\n\n\"Get out.\"\n\nAnd Hedgewitch is desperate. He is not human. He tried to live with humans, and he couldn't, and he's afraid to try again. He is not a hag. He can't get back to the Feywild by himself. He can't guarantee he'd survive if he did, he doesn't think he'd've survived if he'd stayed, he's _desperate_.\n\n_Please_, he tries again. _Help me._\n\nYou cannot hurt if you hate, so the man says: \"I helped my brother. You, whoever the fuck you are, you get _nothing_ from me.\"\n\nIn a fit of petulant frustration, Hedgewitch takes it. His hand flies out, his fingers close around it; the magic of fey deals stirs, and the wind smells briefly of cloves. The curve of his palm begins to glow.\n\nThe man takes a step back, shock hanging in the silence between them. Hedgewitch regrets. It won't change anything. When he opens his hand, the butterfly born of Gravekeeper's nothing is a pale white, wings tinted silver towards the edge. It feels like the comfort of closure, the moment after you've been crying when your thoughts are exhausted and numb. It feels like space, and distance, and a detached kind of sadness that says, this is beyond me. It feels like an absence of grieving, like the realisation that two people drowning is worse than one, like the peace that finally comes from putting aside all your mistakes.\n_ _",
    "channel_name": "🍃moonlands-flex-3",
    "category_name": "The Moonlands",
    "message_link": "https://discord.com/channels/866376531995918346/974156441260802068/1260685483151982633",
    "author_name": "aethelar",
    "timestamp": "2024-07-10T19:54:01.587000"
  },
  {
    "content": "*Ansa watched as Pyria shifted in front of her, one minute Pyria had blue hair and now it was red and her face was softer. And then a second later she was an elf, with long ears just like Ansa herself, she reminded her of the richer elves that would come through The High Forest with a look of disdain on their faces.*\n\n*One more shift, and she was shocked to see Pyria become...well a man. It wasn't quite right, but she was a man, and you wouldn't question that unless really paying attention.*\n\n\"Wow, that's incredible, was that something you learnt? Or born with? Sorry for all the questions, I can be very curious.\" *Ansa was still staring at Pyria with a look of interest, like she was a book she was excited to read.*",
    "channel_name": "🧱helmers-wall",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/922542990185103411/1291736188084027464",
    "author_name": "cathlady92",
    "timestamp": "2024-10-04T12:18:26.537000"
  },
  {
    "content": "*Eva puts it on. Its soft against her skin and it feels comfortable it falls just above her feet which will be great for walking. When Temivel comes back with the mirror she is surprised by it but more surprised by how she looks and feels in the cloak. She really didn't expect to find something so easily especially in a crowded little shop like this with someone who doesn't seem to know anything of fashion.*\n\n\"This is perfect, hopefully blood comes out of it easily.\" *She inspects the fabric of it as she speaks.* \"How much would it be?\" *She looks up to him a little more nervous about the answer to this question.*",
    "channel_name": "🐲the-wyrmworks",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/885377822426791966/1005966201844924476",
    "author_name": "justkilledshirley",
    "timestamp": "2022-08-07T22:30:32.468000"
  },
  {
    "content": "\"...I will look into it, though. And if there is not a banishment or permanent death to find, well.\" *Not at all the first time today where the urge to bolt away from Silverymoon has found them. They are not after everlasting grudges against supernatural beings. Not yet. Not on these grounds. Not alone. They are not sure they want to stay and wait for it. The Black Dragon's frown burrows so deeply when they consider it. No other colour is so eager to avoid danger, save its own life. It is paranoia, wedded to panic, wedded to… Fear too, in a way. They tap their glass a couple times, before shrugging.* \"...I could always try sailing. Doesn’t seem that hard.\"",
    "channel_name": "🛖quaervarr-2",
    "category_name": "The Moonlands",
    "message_link": "https://discord.com/channels/866376531995918346/930647613085200504/995609916037398578",
    "author_name": "ascenco",
    "timestamp": "2022-07-10T08:38:21.521000"
  },
  {
    "content": "<@308433541396561932>",
    "channel_name": "🐎green-lane-stables",
    "category_name": "The Moonlands",
    "message_link": "https://discord.com/channels/866376531995918346/968177303387504680/1015743413859139634",
    "author_name": "crynosaur",
    "timestamp": "2022-09-03T22:01:41.464000"
  },
  {
    "content": "*Her eyes widened.  She hadn't known about that.  Was that some sort of rule?  Her body tensed slightly and her heartrate picked up slightly.*  \"I-I didn't know, I, I'm sorry, no, Sulad, last night and right now, this is the most comfortable I've been in a long while, I didn't mean to insult you, or dismiss all of this, I just, I've never, I, I didn't know...\"  *She wasn't hyperventilating, but she was suddenly quite nervous and concerned.  She couldn't see his face, but the way he'd continued speaking suggested he wasn't actua- wait, he thought she'd like it?  He offered to walk her into the woods?  She blinked a couple times.*  \"I...  I would probably really like that place...  A tree growing through it?  That sounds amazing...\"  *She bit her lip for just a moment.*  \"I would very much like to spend more time with you...  But, when I go into the woods, I wander and just go where my hooves take me...  That could be quite deep into the woods...  I, I wouldn't want to impose...\"",
    "channel_name": "🦌the-whistling-stag",
    "category_name": "The Moonlands",
    "message_link": "https://discord.com/channels/866376531995918346/880891175874232320/986479804700303392",
    "author_name": "Deleted User",
    "timestamp": "2022-06-15T03:58:33.349000"
  },
  {
    "content": "“I never thought I was cut out for fighting giant monsters underwater or the *actual **Sea’s*** minions.” *She shrugs nonchalantly.* “But sure.”\n\n“Perhaps. Though I think it is more that it does not occur to him.” *She chuckles, then her smile grows wide at his acceptance of the invitation. The wind in her hair picks up and she has to tuck it behind her ear.* “Excellent! I am so glad! I will talk to Sulad and let you or Synth know!” *The giddiness returns. She does so enjoy having friends over.*",
    "channel_name": "🧱helmers-wall",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/922542990185103411/1085404316619247637",
    "author_name": "justasinging_geek",
    "timestamp": "2023-03-15T03:29:14.919000"
  },
  {
    "content": "\"You *could* say that if you had gills, otherwise I would believe most would doubt. Unless, of course, you place yourself within a cave with an air bubble, allowing you to breathe surrounded by water.\" They muse, tone hard to read if they're serious or joking. \n\nThe expression she wears is ripe for the drawing, Vic deciding to take the entire scenario into account, focusing upon the specific choice to lounge within a tree. For it, they lean heavily into what the pose reminds them of, a stalking, hungry feline confident that their prey is within grasp. Shading of the background remains dark, while she herself remains as colorful as ever, to ensure the viewer can read her enjoyment of her position. \n\n\"It truly is.\" They give, huffing lightly at the mage hand tapping at face. \"Mmm... I have few tales of my own to tell, really. I much more prefer testing the depths of others and sampling the taste that the core of soul contains. I find sustenance in such things, really.\" A hum, finding a light internal humor in how much that would make them sound like a devil of some kind.",
    "channel_name": "🔅west-flex-2",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/907353116041699328/1017817758244802640",
    "author_name": "bigmin",
    "timestamp": "2022-09-09T15:24:23.705000"
  },
  {
    "content": "*Seeing her on the defensive, Carrion begins to give sparring strikes to get her to stay on the the defensive. They are slow, and broadcast themselves very obviously before they strike towards her with talons out in a knife hand reaching towards her. The clicking picking up in tempo, the dance resuming.* \n\n\"*Click* Shipwrecks.*Click* **Careful now, Silber will be blessing you all with some arcane assistance in your dive. You have an hour, and make sure you give yourselves time to come up with the bell.** *Click* Dives er very fun, see some of the mos' fascinatin' things.\"",
    "channel_name": "🌳mielikkis-glade-2",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/923400462013693972/1048223670608343050",
    "author_name": "altiar448",
    "timestamp": "2022-12-02T13:06:38.127000"
  },
  {
    "content": "Character Name: Multariel\nRace: Protector Aasimar\nClass/Subclass: Oath of Redemption Paladin\nBackground: Feylost\nLink: https://ddb.ac/characters/65031881/MWqhys",
    "channel_name": "📬sheet-submission📩",
    "category_name": "PC Station",
    "message_link": "https://discord.com/channels/866376531995918346/866544907970674709/927837139549442079",
    "author_name": "multimanstudio.",
    "timestamp": "2022-01-04T08:13:32.449000"
  },
  {
    "content": "**Name:** MK\n\n**D&D Experience:** Less than 1 year. I never experience completing a full D&D campaign <:rascry:1168502087408177244> I hope this server allows me to make this experience real!\n\n**P.R.E.:** I prefer writing semi-literate posts. I may write for 1-2 days to focus on the quality of the writing without being too cumbersome. I love writing a character's inner thoughts and feelings, they're my favourites! <:domiwow:783871789486964746> \n\n**One thing you need to know about me:** I have fragile health... so sometimes I may be late in posting <:orz:833362898540691456> I am sorry for future inconveniences and ask for your understanding\n\n**Anything else?:** I'm a Christian! I am also a big gamer and passionate artist. If you play Elsword, Genshin, HSR, FGO, let me know <:Peace:666037725908041751> I am also an experienced roleplayer of 7+ years (hopefully this would help me ease into D&D?). Nice to meet you all!",
    "channel_name": "🙋player-profile",
    "category_name": "PC Station",
    "message_link": "https://discord.com/channels/866376531995918346/966837557000274010/1251686034391961673",
    "author_name": "emkaye",
    "timestamp": "2024-06-15T23:53:25.801000"
  },
  {
    "content": "I *really* wanna change that green but I *CAN'T* cause the game HATES me",
    "channel_name": "🎵media-n-more",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/899828129181356072/1353500834826289214",
    "author_name": "insaiyan7",
    "timestamp": "2025-03-23T22:49:05.852000"
  },
  {
    "content": "** **\nIn a sense, it’s free publicity. It got the name of the Huntsilvers noticed once again, often highlighting his relationship with the elves in the Hullack for one, only to be heightened when she had Minerva. It felt carefully curated, like the flowers in this meadow, for soon he tried to mold her to be the perfect lady, using her newfound companion and her relation to the elves to appease the guards and the adventurers in Thunderstone. But it made her uncomfortable. Felt wanted in a way she is like an accessory than a person. A means to an end. One day, he would shower her all the attention and then the next? Ignored for the next two weeks, maybe even a couple months before the next soiree. \n\nTegin scoffs, rolls his eyes at her. Anger simmers in her gut. “Family business in nobles is nothing but dramatic. I don’t know what it is with you wenches but it is not your prerogative whether you are worthy or not. No matter. There’s still coin to collect upon your return, brat.\" He lifts his sword to his shoulder until the flat of the blade rests there. \"Whether it’d be the easy way or hard way, it’ll be up to you.”\n\nShe glances at the outstretched hand, but she doesn’t lower her sword. The words sink in. Then she glares. “Then I hoped you rested on your way up here following me here, because I’m not going anywhere.”",
    "channel_name": "🍃moonlands-flex-3",
    "category_name": "The Moonlands",
    "message_link": "https://discord.com/channels/866376531995918346/974156441260802068/1036529866507563008",
    "author_name": "crynosaur",
    "timestamp": "2022-10-31T06:39:37.969000"
  },
  {
    "content": "*Tarlen looked to the sky while Melarue spoke on their rebirth, it wasn't something they'd ever pondered before.  They knew they were a guardian of nature, but that was essentially all.  What had brought about their existence?*  \"You may be correct Melarue, though it's not a subject we've spent much time ruminating on.\"\n*They look down at the second chipmunk also stuffing his face, smiling, before it bounds back into the forest as well, his knee now barren.* \"We can speak to all manner of creatures, in a limited capacity.  The purr of a cat, however is preferred.\"\n\n*They take the berries, cupping one hand, and scooping them into it with the other, with another curt nod of thanks.* \"Many thanks, this sustenance will be excellent feed.\"  *With another curt nod of thanks at the comment of being kind.* \"It does not do well to do ill to others.\" *They say with a shrug.* \"Unless in defense.\" *They say nodding before giving Khur his full attention to answer their question.* \"We can smell, yes, flowers, perfume, earth.  You smell pleasant Melarue.\"\n\n\"Lionesque...\" *Tarlen repeated the word.* \"We know the nature of other Bugbear, talking to one is rare.  The rest of your clan should have had an open mind.\" *They say nodding as if confirming his own statement.* \"You are pleasant and kind, Khur, and we are pleased to have met with you.\" *They stretch their back, stretching to the left, then right.  Loud cracks can be heard from their spine but they don't seem to be too bothered by it, in fact some relief can be seen, evident on their face.*\n\n\"Melarue, you have all the colors of a well cared for flower garden.  Shiny things to attract the crows, to eat the bugs, and keep things nice and tidy.\" *They say with a smile, not sure if the compliment would be received well, but also not really paying mind to such details.*  \"We are pleased to have met with you as well.\"\n\n\"What of you Khur, do you have anywhere you wish to visit in the city?\"",
    "channel_name": "🌳mielikkis-glade-2",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/923400462013693972/1291019059386777611",
    "author_name": "tintedvision",
    "timestamp": "2024-10-02T12:48:49.732000"
  },
  {
    "content": "*He droops when they stop, back rounding as his tail tucks in and his head goes down. He didn't mean to make them stop, but his regret is short lived - they offer him inside, and both ears and tail go up at the invitation. Whatever bad terms they left on, they can't have been -that- bad if he's being allowed in.*\n\n*He yips, butting his head against them and arching his whole body into them as he highsteps over the window frame and into the flat. It doesn't mean anything other than a general air of agree-excite-want-yes-that that's relaxed enough to be comfortable and indicate a friend; he hasn't forgotten that Lanth can still speak to him when he's fox-shaped, he's just not used to paying attention to it, is all. Sometimes words are people things. Sometimes you just need to yip.*\n\n*Sometimes you pause and have to bend yourself almost in half as you reach back and retrieve the scone tin, huffing at it in frustration as you attempt to fit the awkward shape into your jaws. Still, he manages it (just about), and drags it with him as he hops down to the floor with his tail up and trots towards whatever looks like the warmest, softest place to curl up and listen.*",
    "channel_name": "🔆east-flex-3",
    "category_name": "Northbank-East",
    "message_link": "https://discord.com/channels/866376531995918346/974155308895186984/1065388938224734218",
    "author_name": "aethelar",
    "timestamp": "2023-01-18T21:55:16.842000"
  },
  {
    "content": "\"I see. That sounds challenging. And likely an arcane issue. I have little knowledge of the arcane beyond that which is tied to the natural world, so would be of little help there. I do need to make more plans for my project, however, and then can inquire on more aid for the structure.\"\n\n*He looks thoughtful.* \"...can your race see in the dark well? It is useful, but not essential. And, beyond that, there are often other jobs posted to boards. I assisted in one, which involved problematic goblins and bugbears. A group of people were hired to go out and deal with the matter.\"\n\n*Nym is fine getting off the topic of Merric -that is ultimately not his business. He doesn't know if there is reasoning beyond the betrayal (Nym is from Menzoberranzan - there is always some reason or another, and it's useless thinking to hard on the why in those cases) and the matter would best be handled between the two, in any case.*",
    "channel_name": "⛲sundabar-plaza",
    "category_name": "Northbank-East",
    "message_link": "https://discord.com/channels/866376531995918346/968247455508488263/1300145782808383589",
    "author_name": "raina2320",
    "timestamp": "2024-10-27T17:15:10.162000"
  },
  {
    "content": "lmao",
    "channel_name": "🎲dice-rolls",
    "category_name": "RP & OOC",
    "message_link": "https://discord.com/channels/866376531995918346/880924716360138903/1357832325328666694",
    "author_name": "avanax_",
    "timestamp": "2025-04-04T21:40:53.663000"
  },
  {
    "content": "*Paige blinks as Icarus tells her to stop, then tilts her head curiously.* \"No,\" *she says.* \"I'm not apologising, so I'm not going to stop. Sorry means sympathy. It means I care, and I wish the world was better than it is, and I ache for the ways it isn't. If the only people responsible for making the world better are the ones who are at fault for making it worse to begin with, then. Then I don't think we can rely on them to make it better fast enough.\"\n\n*The words aren't unkind, or argumentative; they're thoughtful, almost. Icarus is giving her the sort of questions she has to think over, and when it's just herself she's quick to dismiss complicated things; she knows in a distant way that she knows an answer, so who does she have to prove it to? It's enough to know that she can solve it if she has to, there's no need to put herself through the pain of doing so. Let the answers remain vague, open-ended things.*\n\n*Said she who is self-professed curious about everything. Some things are uncomfortable to be curious about. There're plenty of distractions in a world as shiny as this.*\n\n*But:* \"It goes away in the stories. I never came across a story where it didn't; even in the tragedies it ends when the person ends. No one's left to not be okay forever.\"\n\n*That's not reality though. For herself, she'd leave it at that and move on. For Icarus, reluctantly, she continues:* \"Some people carry it with them. I've met ghosts who weren't okay, and it didn't go away. It's... it's not okay. It's not something you should hope for. There are better ways to remember people than to keep hurting for them.\"",
    "channel_name": "🔅west-flex-3",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/974155793928687616/1146151177214513232",
    "author_name": "aethelar",
    "timestamp": "2023-08-29T18:35:35.107000"
  },
  {
    "content": "*Either ally, or foe, or naught just yet, in the light of unknown outcomes. She either wants something, or she doesn’t. She is either curious and benefits from poking him, or she doesn’t, really, but whims are just as important to pursue as the greater schemes of things. In either case, as his fingers drum the side of his wine grass, and his frown subdues as quick as it came - volatility is transparent, the more is implicit - he tosses her words in the decorated halls of his head and finds that it bounces a minimal amount of times.* \n\n“Not the lighting. Observation is the bread and butter of artists - I take it that you are not close friends with paintbrushes or inks?” *If she applauds observation and so pointedly lacks it, he wonders if it is a flattery on a whole other realm of skill that she does not possess, or a war banner that points a different kind of horde on the horizon. If he is not what she would bother to observe and remember, then she prowls after something else; he takes that, and like a skillful dancer, sidesteps to let her spin her bladed dance away from him. If he has not what she procured, then he takes the lesser stakes. A dance where he moves less, pulls and pushes more, if far more welcome tonight than a more demanding one.*\n\n*Ishtay doesn’t think he has it himself to dance too fervently today. Or the night after. Not as it is, that would be, not in Thirhe and black scales, not with his head so full of plenty that he does not know what to do with. He takes the graceful shift to his mask with a gentler draw to his lip as he does wander his eyes to the mask.* “...It is not difficult to eat and drink with it if I just remove it. It is clearly not stuck to my face.”\n\n*An ill colour to find, truly. Green is brilliantly pleasant, like poisoned wine, and Blue is fiercely interested in clever conversation - but Black is a dreadful, sombre colour, that cannot quite be blamed for its acidic nature. Unintentional. That is his curse, the unintentionality of colours. That he cannot choose, lest he be in grave danger, who appears to drink at an inn and how the tongue and mind behave at the reigns of the darked Chromatic influence.* “But it does hold significance, yes. I could say it is a family heirloom. I don’t know whose face it depicts - might be no one in particular - but I have theories and guesses. Regardless of who it is, or who it is not… It is just a useful thing to keep.”",
    "channel_name": "🐐the-dancing-goat-2",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/912466473639878666/1023330965428375644",
    "author_name": "ascenco",
    "timestamp": "2022-09-24T20:31:54.728000"
  },
  {
    "content": "**Characters:** Synth, Elias & Tanas\n**Channel:** <#885219090883571742> \n**Topic/Notes:** Tanas and Elias are keeping Synth at their apartment to keep him safe. Safe to recover from an accident, safe from people who want to hurt him. \n\nSynth is weak and sick. Synth hates what he needs. Synth hates the devil in his mind. Synth lets himself be taken care of, with grumbling.\n\nElias is a healer, Elias is a person. Elias can’t bite the devil inside Synth’s head. He can only bite physical threats.\n\n[**CW**: Illness despair, medical imagery, bugs in places they shouldn’t be (will be spoilered in posts)]\n**First Post Link:** https://discord.com/channels/866376531995918346/885219090883571742/1072270855876395008",
    "channel_name": "📸rp-spotlights",
    "category_name": "RP & OOC",
    "message_link": "https://discord.com/channels/866376531995918346/1031234608458641408/1074766281040994415",
    "author_name": "bluegeode",
    "timestamp": "2023-02-13T18:57:29.592000"
  },
  {
    "content": "<@&866423113909534721> \n **Hello Moonies!** 🌙 \n\nIt is I the frenchiest of fries! I have great news! I am going to be starting a trivia night once a month (Well hopefully, need to work out a trial run first) <:kittygiggle:880653575674540064> That's where you come in!\n--> Do you have unbeatable knowledge rolling around in your brain?\n--> Do you like to show off your smarts?\n--> Do you wanna just have fun with silly questions that may or may not have to do with DnD?\n--> Do you wanna just hang out with cool peeps?\n\n**If you answered yes to any of the above this trivia thing is probably for you!**\n\n**__Friday, July 1st @ 8:30 PM EST__**- Summer time trivia!!! This will have to do with a wide variety of summer time activities all over the world! \n\n*Now your probably wondering... Shirley what do I get out of it?* Well Im glad you asked! Whoever wins trivia gets to select their name color in the server! You get to make yourself stand out! <a:tlarPeachExcited:765920326265339934> \n\nOur lovely mods have made __a new role__ so we can ping you for events like this! Please give this a 👍 if you are interested in getting notified about game nights, movie nights, trivia nights and more entertainment sort of things! <:kittysip:880828320030265374>",
    "channel_name": "📯announcements",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/881324357425704970/989568665898872843",
    "author_name": "justkilledshirley",
    "timestamp": "2022-06-23T16:32:35.247000"
  },
  {
    "content": "\"Not as wonderful as yours, dear Pride. A pleasure to meet you as well.\" *His smile is sincere as he follows her graceful movements. While pulling the last of his scrolls away from the table to welcome her, he answers.* \"Yes! The sunshine is nice at this time of year. Winters are most definitely overstaying their welcome. Not only longer, but colder.\" *He makes a gesture of holding both sides of his blue coat in a hug, and smiles at her.*\n\n\"Have you ever been to Neverwinter? The weather is always delightful there. And its library is just as beautiful and organized as is here.\" \n\n<@676469281927725058>",
    "channel_name": "☕café-crème-brûlée",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/968247532176162816/1254586421306724413",
    "author_name": "weisajule",
    "timestamp": "2024-06-23T23:58:31.928000"
  },
  {
    "content": "*Ishtay’s announcement was met with nothing but the sound of water in a kettle, boiling and starting to rattle the cap above it. Myvish closed the wooden door with her arrowhead tail, and stepping out of his boots, he walked to the small living space of the cabin. The Aereni elf’s golden skin was growing more and more stale the more he watched. Sweat was starting to catch on her temples. Her eyes were the colour of honey, but they were losing their brilliancy as well. She was a clever woman, intelligent enough to give the Wizard of their group a run for his money every time she opened her mouth.*\n\n*Those were only memories now. There was none left but the two of them. She looked up at him, her lips parting on a sigh that was severely pained. He did not know what hurt her most, the grief or the wound against her side. He messed his fingers through his hair, before picking a cloth. He dunked it in a basin of clean water, then twisted the excess off it. He hoped that the cold would be a relief to her fever, but it did not seem to be working. She was tall, and her limbs stretched far more than the couch’s length, calves sticking out past an armrest. It was not very comfortable, but he had just tended to the dead Halfling in the bedroom, before carrying him to the grave. He hadn’t had the time to clean that room yet.* \n** **",
    "channel_name": "🐈home-flex-2",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/930648696935288922/941196158490017833",
    "author_name": "ascenco",
    "timestamp": "2022-02-10T04:57:30.763000"
  },
  {
    "content": "*Oh dear*\n\n*The penny dropped the minute Cerys said it, why she was worrying and so distracted. *\n\n*The curse of long life, was that you had to watch your loved ones die.*\n\n*Cerys had realised that falling in love with someone who had a short life span meant that in the end you had to say goodbye. *\n\n*But, thought Ansa, hopefully she could talk her out of the thought spiral she was in.*\n\n\"Ah, the talk of years had you thinking.\"\n\n*Ansa blew out a breath, she had the instinct to reach out for Cerys and comfort her, but she chose not to, and hoped her words would help.*\n\n\"I'm unsure how long half-orcs live, I guess it might depend on the other half? But I think orcs have a human life-span.\"\n\n\"As elves a year feels like nothing to us, but as for someone who may live 70-80 years it's much more than that but think about it.\"\n\n\"What if she was an elf, and she lived as long as you did. Eventually, 700+ years down the line you would have to say goodbye, and I can't imagine that would be easy. And it won't be each in 50, 60, 70 years either. But it's not about the length of time you have, but what you do with that time.\"\n\n*Ansa leaned forward, matching the pose Cerys was in.*\n\n\"If for the next 50 years every birthday you thought, \"well, now that's 49 years before she dies, now 48, 47 etc\" you would be so focused on what you will one day loose, that you wouldn't focus on what you have now.\"\n\n\"50 years or 500 years are just special and important when you have the right person.\" *Ansa smiled slightly, hoping she gave a reassurring smile.*",
    "channel_name": "📚the-conclave-university",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/880874583840931890/1289731958040957019",
    "author_name": "cathlady92",
    "timestamp": "2024-09-28T23:34:20.858000"
  },
  {
    "content": "None of that explains the emails tho",
    "channel_name": "🎡general-chat",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/866376531995918349/1362434824761245808",
    "author_name": "ascenco",
    "timestamp": "2025-04-17T14:29:35.038000"
  },
  {
    "content": "His eyes followed her, nodding to her explanation. The baked goods are moist, he gathers. Not too dry, nor too dense. It's a pleasant taste, even so after hearing the ingredients made. \n\nThere was a point where he wanted to lure the animals out with the crumbs. But caution takes wind. Like what he did with Phen earlier, he doesn't do a stare off with them. \n\n\"It is delicious,\" he comments, nibbling before his eyes veer off to the tea given. His brow bunches together, trying to discern what type of tea it was given. Still, he accepts them with both hands; showing off the red bands on his wrists and carefully blows over the steam away to cool it down.\n\n\"I don't know,\" he answers her honestly. \"I would like to come back soon. My employer might be looking for me. But I would find it rude for me to decline the offered soup.\" He takes a tentative sip, letting the tea linger on his tongue before gulping. \"But I suppose that depends on how it is prepared. Does it have meat?  And if so, was it prepared with respect? I'm afraid I cannot eat it if it was not.\"",
    "channel_name": "🌄the-moonwood-2",
    "category_name": "The Moonlands",
    "message_link": "https://discord.com/channels/866376531995918346/992148025982079087/1090143003764609034",
    "author_name": "crynosaur",
    "timestamp": "2023-03-28T05:19:05.975000"
  },
  {
    "content": "*He tapped his chin for a moment in hesitation. That was certainly a hefty price, and it'd cost even more to transcribe them.*\n\n*Ah, it was fine. What use was gold if you weren't going to spend it?*\n\n\"That sounds good!\" *Espial said. He counted out the coins from his pouch and laid them on the table.*",
    "channel_name": "📜shining-scroll",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/880874392316420117/1008074231688462356",
    "author_name": "tk.s",
    "timestamp": "2022-08-13T18:07:05.948000"
  },
  {
    "content": "*Kirrus's comment of aiding people waddling in __her__ forests brought forth a light blush to her cheeks and a soft chuckle to her frame.  With the bowls served, they would be set on the table as well as spoons.  Then came a little bowl of crackers that she set towards the center of the table, easily reachable by each once settled into seats.  There was no bread, but there were crackers.*\n\n\"He is an excellent singer, and truly, I don't think you could be in the way...\"  *She smiled at the both of them, the first part to Kirrus about Pawlen, the second bit to Pawlen about himself.*\n\n\"You are very very welcome.\"  *She moved over to take a seat at the table, her tail slowly wiggling behind her.*  \"Kirrus, you'd mentioned you brought news and an item from a place bathed in mystery and intrigue?\"  *Her ears were perked forward as she looked between the two of them, eager for them to join her at the table, as well as waiting for them to take a mouthful of soup.*",
    "channel_name": "🍃moonlands-flex-2",
    "category_name": "The Moonlands",
    "message_link": "https://discord.com/channels/866376531995918346/930647843172147281/1045540208147431464",
    "author_name": "ionamorningstar",
    "timestamp": "2022-11-25T03:23:30.820000"
  },
  {
    "content": "**Northbank West**\n- <#880874308556169327> (C4-E4): Center of Commerce and waterborne travel\n- <#880874380517855282> (E3): Bawdy, fun loving **tavern**\n- <#880883916779696188> (C3): Nature loving **inn **and **temple **to goddess of the wilds, Shiallia\n- <#922542990185103411> (D2): A heavily decorated **tavern** mostly popular with students of the University.\n- <#880897412401627166> (D2): The most common **blacksmith** for adventurers in the city, specializing in arms and armor, and providing use of the **forge **to those who wish.\n- <#880881928465682462> (E4): The bridge from Northbank to Southbank\n- <#968247532176162816> (C3): A small **cafe** serving pastries and beverages. Home to many tiny dragons.\n\n**Northbank East**\n- <#880874502240751636> (F1-F2): A large space almost entirely dedicated to **worship** of the gods, though worship of Cyric is banned in the city\n- <#880874331247349810> (F1-H2): Large, open area set aside for merchants to sell **general wares**\n- <#880889305881534475> (G3): **Grove **and **Temple **to the god of wild nature, Silvanus\n- <#880877522500341802>: A series of dwarven **tunnels **running throughout the underside of the entire city.\n- <#922534449252556820> (G2): **Temple **and **parlor** of Tymora's servants. At the temple, one can pray for luck. At the parlor, one can test their luck.\n- <#968247884992618516>: Anywhere high in the sky. The city sports towers, walls, and great trees. If you can fly, all the better.\n\n**Southbank**\n- <#880874583840931890> (Literally everywhere): A collection of individual **magic schools **and buildings spread throughout the city. Included is the Vault of the Sages, the city **library**\n- <#880874392316420117> (D5): Typical, everyday **scroll**, **enchantment**, and **potion shop**.\n- <#885377822426791966> (C5): A **shop **specialized in dragon parts, as well as **magical items**.\n- <#880885934793588786> (D5): A comfortable yet fun **tavern**, accepting all patrons regardless of shape, size, or color\n- <#880889751400513576> (F5): Open air **glade **and **shrine **to forest goddess Mielikkii\n- <#968247977510576240> (B5): A **concert hall** and practice area for **musicians** of all kinds.",
    "channel_name": "🌙silverymoon-guide",
    "category_name": "RP & OOC",
    "message_link": "https://discord.com/channels/866376531995918346/880898441050484776/987407367555670106",
    "author_name": "redpapernapkin",
    "timestamp": "2022-06-17T17:24:21.567000"
  },
  {
    "content": "\"There are really that many animals in the mansion? I haven't seen any of them during my visits,\" *Castor ponders. Now he'd really have to look more closely. Then again his visits weren't for wandering the Mansion.*",
    "channel_name": "🍮honeyhollow-fen",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/987473230195478609/1268028665569214495",
    "author_name": "inucos",
    "timestamp": "2024-07-31T02:13:12.705000"
  },
  {
    "content": "Test test",
    "channel_name": "🤳emoji-hoard",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/1050121895758008370/1120524395098673152",
    "author_name": "ascenco",
    "timestamp": "2023-06-20T01:23:54.128000"
  },
  {
    "content": "The Moonlands are a wild and free piece of landscape, home to tribes of humans, lycans, elves, and a rare few settlements. Though the southern part of this region was densely populated, the further away from the River Rauvin one went, the deeper into real wild land did a person go. The landscape itself was characterized by meadows interspersed by rolling hills and thick stands of woods, most prominent being the Moonwood, also known as the Glimmerwood, though locals and elves preferred the former.\n\n- <#880891131779481631>: This woodland **town **stood in the southern parts of the Moonwood.\n- <#880891175874232320>: An **inn** and hunting lodge within Quaervarr.\n- <#880891889841225768>: A great **forest **to the north of Silverymoon, the southern half protected and inhabited by druids.\n- <#968177303387504680>: The **stables** run by a former noble, not far outside of the city of Silverymoon.",
    "channel_name": "🌳moonlands-guide",
    "category_name": "RP & OOC",
    "message_link": "https://discord.com/channels/866376531995918346/880909681227358318/1104486208274432000",
    "author_name": "rvwxn",
    "timestamp": "2023-05-06T19:13:52.414000"
  },
  {
    "content": "*Phen was adjusting the jars and breads in her basket and had her head dipped to do so, and hadn't noticed the pair of children looking her way.  However, doe-like ears flicked in their direction upon hearing the approaching footsteps, and blue eyes followed shortly after.*\n\n*For a split second she was worried it was going to be another bunch of hunters, angry at her for something or other, but the steps were a little too small for that.  Her eyes confirmed this wasn't an immediate threat as she saw the source of the footsteps, and she smiled slightly.*\n\n*She lifted a hand slightly to wave at them.  They were on something of an intercept course, so, if she really was the one they were running to, there wasn't much chance of avoiding them.  Though she was certain she could outrun them if it came to that.  Oh she hoped it didn't.*",
    "channel_name": "🛖quaervarr",
    "category_name": "The Moonlands",
    "message_link": "https://discord.com/channels/866376531995918346/880891131779481631/1083164706585444383",
    "author_name": "ionamorningstar",
    "timestamp": "2023-03-08T23:09:50.277000"
  },
  {
    "content": "(another good one is resilient: con, which over time outperforms War Caster in terms of buffing concentration.)",
    "channel_name": "💡os-dnd-ttrpg",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/894997484663881821/1357532064739622983",
    "author_name": "magharabi",
    "timestamp": "2025-04-04T01:47:45.960000"
  },
  {
    "content": "*Aesteria can’t quite keep from raising a brow as Noa doesn’t quite repeat Castor’s sentiment. She doesn’t think too hard on it, though. Really, it’s none of her business.*\n\n*She smiles at the compliment and gives a little shake of her head, tossing the blonde ways every which way for a moment.* “Thank you, darling. I like to imagine I inherited it from my mother.”\n\n*Noa’s words draw a contemplative* “hmmmm” *from Aesteria.* “You’re right again, of course. But I think it’s nice to have promises like this to keep to my friends. It helps me to keep them to myself, too. On those days when it’s hard to do so. When I feel like maybe myself could just be given up on. It’s a lot harder to give up on a promise to a friend, you know? So, if you’ll allow me, I’d like to keep this one for you.” *Her eyes tear up just slightly as she nods.* “It was,” *Is all she can manage to say before her throat constricts slightly and she reaches for her tea again. She takes a sip and sets the cup down, then repeats the motion.*\n\n“One day at a time.” *One day at a time.*\n\n<@478335522658582547> <@293495238029213697>",
    "channel_name": "🍮honeyhollow-fen",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/987473230195478609/1152746448111284304",
    "author_name": "justasinging_geek",
    "timestamp": "2023-09-16T23:22:50.223000"
  },
  {
    "content": "Watching that thread is hilarious",
    "channel_name": "💬quotes-without-context",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/906770163456696361/1097649400936939690",
    "author_name": "altiar448",
    "timestamp": "2023-04-17T22:26:50.523000"
  },
  {
    "content": "Did you get a shiny?",
    "channel_name": "🗣text-to-voice",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/866503985556881418/1305021396065189920",
    "author_name": "magharabi",
    "timestamp": "2024-11-10T04:09:06.947000"
  },
  {
    "content": "*What the future holds is, and perhaps shall always be, one odd kind of mystery. The sort that not enough preparation, guesswork or comparison will truly ever enlighten. At best, it shall pave the way with intentions and conceptions. Hopes, and suppositions. Littlest of gambles, that every being may put many or no coins on. Play, or not play, it rolls and happens, the roulette spins nonetheless, and it comes for all, whatever number and whatever colour it decides upon.* \n\n*But they are somewhat confident, perhaps by impression or some hopefulness all of their own, that the future has nice things for Tanas. There is more on the horizon, besides the vagueness of uncertainty. The distress of not doing enough - the thing is, that it is much, perhaps. A lot that will contribute in some way or form, show its true value, when the time comes. There is a future, an aftermath, to all things. Even if it is merely, deadly and final.* \n\n*They do not think it will be so grim for him, no. Perhaps, that is a misconception all of their own. Perhaps, just faith, that something so bright, colourful and full of life will just evade like a wet fish any worse, most dire outcome. There is worth, they think, of getting their own metaphorical coins, and rubbing them against the dull cloth of their shirt’s edge. Clear the metal faces of it, before sliding them to the boxes they feel most hopeful or tending towards.* \n\n*A future with one such plot would suit him, they think. Less gruesome concerns, less uncertainties, towards his own capacities, his own worth. A name, perhaps to throw off from his tail those that may have been following him upriver, or perhaps to simply start a new career, in the manner writers switch their pseudonyms, to fit them like formal wear to formal endeavours, casual wear to casual dates. A name for a new office.* \n\n*A quieter, less nomadic life, but perhaps just as chaotic, just as active and rambunctious. Alive, before and after. They read so many dire and ill omens on things. For him, they read none, ultimately. The croaking ‘Hmn’ that lives forever more against their throat seem to die out, grow muted. Replaced, perhaps, with a greater understanding. And now a single caw of warning from a mourning bird.* \n\n“Right is the right vision of art that feels right.” *They return, in a similar cadence or repetition. Lace them, toss the words aside. Forth, back, and in a circle. But the statement is true, they think - there is no right of vision in a world where all of them are. To the insightful, merely the duty of remaining true to their own sights, and to the requester, to knowing and trusting what event they do summon unto their household, the force of nature that shall dawn to decorate it.*\n\n“...Your clients will reach out for your services for exactly your artistic vision. It will be the right one for them.” *They say, and they do think it. Simple truth, and simply said. Ever so carefully, they take another bite from their sandwich, the first of a millennia, and so easily come to mind the thought that indeed, perhaps indeed… This oath of speaking a little more is not at all that difficult.*\n\n*Eventually, they part ways. A couch finds its way to the apartment. Then another, and enough of extremely reliable, low seats, that they can sprawl their limbs under the sun and house adequately another half dozen people. Or, Carmine and her wolves. A desk remains pending. The chandelier… Is waiting for installation.* \n\n*They trust Tanas’ vision. Maybe the thing is for hanging from. They aren’t sure about it, but they do trust.*\n\n**Exit Cedar Wrandove and Tanas Tyne.**",
    "channel_name": "🌳mielikkis-glade",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/880889751400513576/1081070134728335431",
    "author_name": "ascenco",
    "timestamp": "2023-03-03T04:26:45.431000"
  },
  {
    "content": "\"Well met heliosturr, well this will be a day of learning for the both of us.\"\n\n*he nods at the question.* \"magic indeed. Always careful.\" *he holds up his wand.* \"nothing but focus from me.\"\n\n*while the dwarf did what he needed the question of the guard and he was happy someone cared enough to ask.* \"both i guess, i seek to start something to pave the way for others, but i will be heading into battles and jobs so i need it to function as any armour should.\"\n\n*he takes off his robe to be in only a loose fitted pants and bare chested as the heat was making it hard to breathe.*",
    "channel_name": "🔪optyms-blade-shop-and-smithy",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/880897412401627166/987243570316582982",
    "author_name": "bigben34",
    "timestamp": "2022-06-17T06:33:29.262000"
  },
  {
    "content": "Artists are not human, I stand by this",
    "channel_name": "🎨art-shelf",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/866503700818427914/1339710095424225290",
    "author_name": "cathlady92",
    "timestamp": "2025-02-13T21:29:37.359000"
  },
  {
    "content": "Almost a record",
    "channel_name": "⏰roleplay-xp",
    "category_name": "RP & OOC",
    "message_link": "https://discord.com/channels/866376531995918346/866544629214347284/1357137927024410716",
    "author_name": "altiar448",
    "timestamp": "2025-04-02T23:41:36.206000"
  },
  {
    "content": "## Cora, and Lyra\n\nEverything you could want in new parents was to be found in Cora and Lyra's family. They were loving, in love, kind, patient and devoted. Their home was idyllic, and their hearts were full at the idea of starting a family.\n\nBut life is not always fair. \n\nThere are high tragedies, that consume kingdoms and are forever recorded in the pages of history, and there are low tragedies. Private tragedies, that happen behind closed doors, and consume only the hearts of those closest, leaving no mark except those scored onto the souls of those who were there.\n\nCora walks the world as a mercenary, taking what work she can to open doors and find new ways to help her sister. She's not picky, if she has reason to believe it will help.\n\nLyra is dead.\n\nBut she walks with her sister still.\n\n[Human Echo Knight]",
    "channel_name": "🤔qotd💡",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/918977383078441060/1289004982338719786",
    "author_name": "lxgrf",
    "timestamp": "2024-09-26T23:25:36.344000"
  },
  {
    "content": "*No, it was more like a cyclone where the calm you felt was a temporary respite, and if you were smart you knew that the second half, the waves and the wind, were apt to be worse than the first. And it was a fool that let their guard down to forget this. Which he did. Time and time again.*\n\n*Pausing at a door, he let the palm of his hand strike the wood, something to shake him out of his own head, however briefly. Grabbing the handle, stepping inside - the tavern was warm and familiar and a place to not think about chains and devils and the sea.*\n\n*Tomorrow he had work to do. Just keep swimming. That’s  what he did. Maybe fortune would shift and he wouldn’t have to go back for that ring.*\n\n**Exit Tanas**",
    "channel_name": "⚓docks",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/880874308556169327/1052738737945186386",
    "author_name": "raina2320",
    "timestamp": "2022-12-15T00:07:54.066000"
  },
  {
    "content": "Aw rats, I can't ask for partial custody? Weekends?",
    "channel_name": "🎡general-chat",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/866376531995918349/1363111983510982667",
    "author_name": "insaiyan7",
    "timestamp": "2025-04-19T11:20:22.265000"
  },
  {
    "content": "**Exit Tanas**",
    "channel_name": "💸fortune-hall-2",
    "category_name": "Northbank-East",
    "message_link": "https://discord.com/channels/866376531995918346/923398707104346112/1081602719799844936",
    "author_name": "raina2320",
    "timestamp": "2023-03-04T15:43:03.607000"
  },
  {
    "content": "Fishhhhhh! I think of them often (and Castor thinks of his *Spirt of Adventure* so very much). Please send my warmest regards <:castorlove:1170893304070688808>",
    "channel_name": "🎤real-talk",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/966396775873261638/1338714147944140883",
    "author_name": "inucos",
    "timestamp": "2025-02-11T03:32:04.976000"
  },
  {
    "content": "*Ender laughs and begins gathering up the items he'd strewn across the riverside during their conversation, and leaves the jerky in the crayfish bucket* \"I'd love to do that! I'll go to introduce myself and get settled right away.\" *He pauses for a moment, checking his pack, everything seeming to be in place, and turns back to his new friend.* \"Jefeera, it's an honor to meet you! I look forward to meeting your horse, and your friends and writing you a letter sometime soon!\" \n\n*He runs off in the direction of the village, ready to find the tavern.* \n\n**Exit Ender**",
    "channel_name": "🌙the-moonbridge-2",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/939969226951757874/1038875551852667070",
    "author_name": "turingtester",
    "timestamp": "2022-11-06T18:00:32.936000"
  },
  {
    "content": "*She sees this as an opportunity, a break in the harrowing realness of it all to slip back towards Carrion and take their hand up almost immediately. It's comfortable there.* \n\n\"More than anything.\" *She responds.*",
    "channel_name": "🏠home-flex",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/987466023793995796/1212564874933309450",
    "author_name": "stairlift",
    "timestamp": "2024-02-29T00:59:54.550000"
  },
  {
    "content": "*If Sulad understood what the little humph of sound was about he would have tried to fix it. It was a great thing, from her. He just has no grand ideals that his kissing is that great that anyone would think more than once about it even during said kiss. But he is dense and thinks she is just breathing and doesnt give it much thought past that. He does become a little worried with her hesitation, perhaps he had read things wrong.. maybe she wanted to stay here.. He could always go get something and bring it back that was an-*\n\n*His thoughts stopped when she agree and apologized* \"No.. please dont its alright, I feel like I dropped the idea on you last minute I just.. wasnt ready to say goodbye but I dont think my dancing will improve if we continue.\" *he chuckles  and nods, standing up and brushing himself off as she agrees. When she asks about their companions Sulad lets out three short whistles and it a second Cow comes running toward him.*\n\n\"Come on.. we are going to leave once the pretty lady puts her face back on.\" *He smirks at Seraph* \"You know.. if you wouldnt have kissed me.. it would have looked fine.\" *he was clearly teasing and let out a small chuckle. He would wait for her to be ready to go, before holding out his elbow to her when she was ready, eager to be seen walking the streets with such a well magnificent creature on his arm. He did always like being __that__ sort of center of attention.*",
    "channel_name": "🎻utrumms-music-conservatory",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/968247977510576240/973289710334124033",
    "author_name": "justkilledshirley",
    "timestamp": "2022-05-09T18:25:49.792000"
  },
  {
    "content": "With his pants now secured. Kazimir ducked under the surface of the water, using the privacy of the stream to cover himself in peace.\n\nNow partially clothed, he stood up, far more confident than he was before.\n“Thank you Ma’am, and no need to apologize,”\n\nHe blinked, now having the growling wolf staring right at him- where was the other?\n\nHe glanced over his shoulder. Ah, always depend on the stranger to be the neutral party. He raised his hands along with an cautious smile.\n“Ah ha, do you possibly have enough snacks for both of these hounds? I do not think they like to share,”",
    "channel_name": "🐾trails-flex",
    "category_name": "The Moonlands",
    "message_link": "https://discord.com/channels/866376531995918346/987464509205659708/1041113127019884697",
    "author_name": "dillydallydoodadum",
    "timestamp": "2022-11-12T22:11:52.428000"
  },
  {
    "content": "And won't save milestone levels either.",
    "channel_name": "❓questions-for-the-staff👋",
    "category_name": "?s and Staff Info",
    "message_link": "https://discord.com/channels/866376531995918346/866503846204276746/1275083478680993853",
    "author_name": "magharabi",
    "timestamp": "2024-08-19T13:26:31.223000"
  },
  {
    "content": "*As the others spoke of their books, Deirdre's head lowered ever so slightly.* \"I've used giant but my clan mostly spoke Sylvan. It was my pa that I learned to speak many other languages, even sign language.\" *She smiled at the thought, remembering all of the different times they had used their hands to communicate. It was handy when they were unable to speak.*\n\n\"What kind of flora? Could it be local around here?\" *She had a natural interest in flora and fauna, given her extensive times spent out in the wilds. She preferred that to the buildings of the city, although, as her eyes wandered away from their table and to their surroundings, she had to admit the architecture was nice.*\n\n\"I would be surprised at those who do not keep secrets. But that would make sense with elves and firbolgs meeting each other in the Feywild. What kind of creatures did you see in the Feywild?\" *Deirdre asked Ansa as she closed the book and slid it back to the middle of the table. She looked at the other covers for a moment before her eyes turned to the grey elf.*",
    "channel_name": "📚the-conclave-university-2",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/939970472462921808/1309990094660309123",
    "author_name": "m.maleficent",
    "timestamp": "2024-11-23T21:12:57.006000"
  },
  {
    "content": "Race weeeeeeeeekkkkkk (George demands the napkin tax)",
    "channel_name": "📸show-and-tell",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/895670537823592448/1360990438802067547",
    "author_name": "ascenco",
    "timestamp": "2025-04-13T14:50:06.590000"
  },
  {
    "content": "Crying *profusely* into my croissant oh how soggy it has become",
    "channel_name": "👅out-of-character",
    "category_name": "RP & OOC",
    "message_link": "https://discord.com/channels/866376531995918346/880924497711091744/1358478565653483640",
    "author_name": "ascenco",
    "timestamp": "2025-04-06T16:28:49.363000"
  },
  {
    "content": "Would you look at that! The circus has rolled into town!\nAs the carts and wagons all come to a stop and the dust settles, out steps a roguish woman keen on exploring her new surroundings and maybe a little mischief.\n\nCome take this lovely harmless little human on a tour of the area so she can best prepare for her act on entertaining the fine citizens of Silverymoon, and maybe find a bit of work that pays under the table.",
    "channel_name": "👀looking-for-rp",
    "category_name": "RP & OOC",
    "message_link": "https://discord.com/channels/866376531995918346/911867303283544094/1362888314541183028",
    "author_name": "snappy_hades",
    "timestamp": "2025-04-18T20:31:35.427000"
  },
  {
    "content": "\"Thank you.\" *The shot is gone before the bartender can blink. It burns well, and she finds herself wanting a full glass of it as soon as it's past her tongue. But-- it is probably unwise. She has to go home, after all, and though the purse she carries jingles heartily it is not something she can be assured will last. It's been a year. A **year.***\n\n\"Can I have a glass of it, actually?\" *Fuck it.* \"Or, whatever you'd like to make, if you'd prefer. I apologize, I-- mmm. It's been a rather trying couple of days. Something strong.\" *Her mask is pretty. She's careful not to touch. Has her own chill strengthened in the last year? Can the bartender tell? Are the shadows that taint her veins that obvious now that she's faced down the celestial?*\n\n\"Sorry,\" *she says again, settling more comfortably on the bar.* \"It's been a long... while.\"",
    "channel_name": "👹sorlars-smiling-satyr",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/880885934793588786/1295075542193934427",
    "author_name": "turianosauruswrex",
    "timestamp": "2024-10-13T17:27:50.599000"
  },
  {
    "content": "*Even through the small comment, Jefeera could categorize the man in front of her. Comments  of strength. Weakness. The impact of a rat being so minuscule it didn't deserve her healing.*\n\n*It wasn't hard to guess that he may have respected her first life more than her current one. Some may have stood and walked away at that knowledge. But Jefeera wasn't one to shun someone for walking a different path than hers. Perhaps she would have the opportunity to speak to him about her beliefs. But now wasn't the time. He was listening to her, strangely enough, and someone who would listen to her didn't deserve a lecture.*\n\n*She bites her lip and shrugs.* \"It's... it's just h-hard to not... feel like m-maybe the guilt will... squish me. It's... it's like a boulder. And... s-sometimes I think I... I can't c-carry it any more. Or... m-maybe I want it to f-finally squish me.\"\n\n*She puzzles at his last comment, however. Because... even if it were true. It... wasn't true. Not for her. She hadn't survived. But it was hard to explain, because she was brought back. For a reason. And, she guessed, Ilya would consider it a reward for her supposed strength.*\n\n*She pulls her knees to her chest and wraps her arms around her legs, resting her chin on her knees.* \"I... I kind of w-wish I knew why. Why... a god b-brought *me* back. When I... didn't d-deserve it.\"",
    "channel_name": "🦇tunnels-below",
    "category_name": "Northbank-East",
    "message_link": "https://discord.com/channels/866376531995918346/880877522500341802/1009216634482864148",
    "author_name": "adventuringfroglet",
    "timestamp": "2022-08-16T21:46:35.999000"
  },
  {
    "content": "*'Adventuring and seeing the world' makes it seem a lot more... well, romanticised, in a sense, than how she'd put it, but she supposes Flit isn't wrong.* \"Thank you,\" *she says, and it is genuine. She appreciates having Flit here to talk to about these things.* \"And thank you for giving me that final push, with the reading. It was a clarifying experience.\"\n\n\"Yeah, I know what you mean,\" *Taz says, a little more gravely - she has her own town she'd rather forget in Tempus, in the time loop, dying and dying, green light filling her vision-*\n\n*Anyway.*\n\n\"It is important to keep the bad things with us,\" *she agrees.* \"I suppose it reminds me we do... we do save lives.\" *There's been extra time, now, since Tempus, and while she may not have really wanted to talk about it the previous time... they say time heals all wounds, don't they? It feels a little less big in her mind now, although it is not to say it has gone, not at all.* \"I was asked to investigate a town, a few months back, which had gone quiet. Turns out they'd been stuck in a time loop - a contingency to stop the town being destroyed entirely - but it meant that they'd unknowingly lived the same afternoon out... probably hundreds of times, had died hundreds of times.\"\n\n\"....yeah.\" *She'd been maybe planning on saying something else, not leaving it there, but the words escape her.*\n\n\"It sounds gorgeous,\" *she says, smile coming back to her face.* \"Just about close enough to town, too. What are you guys planning on growing?\"",
    "channel_name": "📇study-flex",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/923401112097284177/1064243314930491472",
    "author_name": "avanax_",
    "timestamp": "2023-01-15T18:02:58.964000"
  },
  {
    "content": "*It does hurt.*\n\n*Elias braces himself and tries to hold himself still, because he told Qo he could heal him and he meant it, but it feels like every nerve is firing at once and the signals scramble in his brain.*\n\n*It hurts like this: he defends himself. He tries not to, he meant it when he said it, if it helps Qo to heal him then he doesn't mind being hurt but he couldn't stand still and let Roderic feed from him when he thought Roderic was Qo and he can't brace himself and let Qo heal him because it -hurts- and Elias isn't in control. He twists; his hands curl forward into claws and he buries them in his own fists in a desperate attempt to keep them from Qo, and when his fangs drop he bites his own lip and clamps his jaw shut because if he doesn't he'll tear Qo to shreds. His wings come out. Murky, muddy, white stained dark and bedraggled from it, they flail. He thinks one hits Qo in the head. He tries to hold them close and they flare out because it hurts, and is he trying to get away or is he trying to force Qo to back off him, he doesn't know, he only knows he's trying to make it stop.*\n\n*It hurts like this: when he hurts, he hurts those around him, and he has no control over himself to not.*\n\n*It hurts like this: when he fails, and someone needs to help him, he makes it difficult for them. Of all the things to be bad at, how ungrateful is it to be bad at being helped.*\n_ _",
    "channel_name": "🌄the-moonwood",
    "category_name": "The Moonlands",
    "message_link": "https://discord.com/channels/866376531995918346/880891889841225768/1133370354677587988",
    "author_name": "aethelar",
    "timestamp": "2023-07-25T12:09:09.558000"
  },
  {
    "content": "*He pays attention as his friend talks about friends, and acquaintances. He listens as Zadoc speaks, though he wonders about how the giant draws the distinction of people being acquaintances? Is the passing guard an acquaintance? Or do you need to know a name, like nice Mister Grassleaf - the butcher? Is it... time based? Do you need to have hung out long enough and then you upgrade to friends, how does it work? Sighing in irritation at a situation he may never understand, he gives his friend's hand a reassuring pat as they continue walking.* \"I didn't realise it was so hard, I'm sorry.\"\n\n*They continue in a contented peace, which is nudged gently aside while he speaks of the town - and other worlds. The gnome has heard of aberrations, the elders were always announcing about how many good dwarves had been lost to fighting with the aberrants below. He offers his sweet friend another slice of orange, wishing the big guy didn't have to have discussed them. He's got so much going on already, and... - those creatures - they wouldn't be so relevant here on the surface, anyway.*\n\n\"Oh, I wish I could meet them. Wait? I think maybe I did, there was a metal deer, and some sort of clockwork bird?\" *But, there hadn't been much talking, mostly screaming about bears and lots of dancing.*\n\n*At least Blimpy seemed to have made a friend!*\n\n\"You do?!? Really truly? Could you show me how? If I can figure this out I can totally run those greedy wizards into way more reasonable prices!\"",
    "channel_name": "🍃moonlands-flex",
    "category_name": "The Moonlands",
    "message_link": "https://discord.com/channels/866376531995918346/905908992558104636/1046776092838608996",
    "author_name": "pisces6706",
    "timestamp": "2022-11-28T13:14:28.692000"
  },
  {
    "content": "## Takeli \nLocation: <#880891175874232320> \n*Satyr* | *Owner of the Whistling Stag* | *Early 30s* \nFun-loving and brash owner of the Whistling Stag in Quaervarr, Takeli enjoys sharing a drink or a song with her customers.\nhttps://cdn.discordapp.com/attachments/895125956241555486/1122202079088357467/unknown.png",
    "channel_name": "👥npc-directory",
    "category_name": "RP & OOC",
    "message_link": "https://discord.com/channels/866376531995918346/966429991707488346/1122216639774068849",
    "author_name": "raina2320",
    "timestamp": "2023-06-24T17:28:16.699000"
  },
  {
    "content": "*there was a moment, one moment where Icarus breath stilled to a gulp as Paige, turned eerie the air around her chilling like a graveyard as the faint waters push and pull beneath her house, arms outstretched and him a coin in one hand.*\n\n*It cuts a familiar figure, stories of old.*\n\n*A ferryman beckoning lost souls with one and the other holding an oar.*\n\n*fear and acceptance warred with him a story familiar a story of peach but a stories of end.*\n\n*It snaps when he summons the courage to look at Paige, the reaper wouldn't have such a kind face he thought.*\n\n*He gives his hand to hold.*\n\n\"Trust - you.\"",
    "channel_name": "🔅west-flex-3",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/974155793928687616/1149398842433884211",
    "author_name": "veraxf8",
    "timestamp": "2023-09-07T17:40:38.834000"
  },
  {
    "content": "I have some commission slots open in case anyone is interested!\n\n**Player Name:** kelsey e\n**Shop Description:** art commissions\n**Shop Link:** kelseye.com\n**Contact Method:** discord pm!\n**Images (4 max, please!):",
    "channel_name": "🔖member-market🏬",
    "category_name": "PC Station",
    "message_link": "https://discord.com/channels/866376531995918346/1147640079091773520/1228928602255654963",
    "author_name": "kelsey0203",
    "timestamp": "2024-04-14T04:43:31.167000"
  },
  {
    "content": "good job theyre not meant to be scary",
    "channel_name": "🎵media-n-more",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/899828129181356072/1356691233208139859",
    "author_name": "avanax_",
    "timestamp": "2025-04-01T18:06:36.101000"
  },
  {
    "content": "*\n\n*But it doesn’t really change the fact that he kind of is, though, right?*\n\n*He feels the loss of heat keenly as Ishtay pulls away, but lets him, raising an eyebrow as Ishtay reaches for his bag, starts rifling through and eventually finds what he is looking for, a sketchbook plump with thick, used pages. Ilya knows, of course, that Ishtay has many sketchbooks. Has seen them all stacked high in that bag of his, remembers the apartment drawings Ishtay did for him, when he found his last place… distinctly lacking. He still tends to think of Ishtay as more of a portrait artist over anything else, though, sees the sketchbooks much less frequently. He is, however, seeing that he is ever more versatile than anyone might think. They are a riot of colour, of pattern, bright and loud and yet so well composed that it is never difficult to pick out the details, the shapes. Each stroke of the brush is made with care, made with clear intention, and it shines through in each and every painting. Ilya is a product of the underworld of Waterdeep, dark and shady, in much the same way Ishtay is undoubtedly a product of the Chult his sketchbooks show - complex, bright, and beautiful.*\n\n*He might not step inside Ishtay’s studio room without explicit invitation, but it doesn’t mean he dislikes his art, or anything like that, and he watches intently each page as Ishtay flicks through. In the same way he is not a musician (questionable harp playing notwithstanding) but can appreciate music, he is no artist, but can appreciate the pictures that Ishtay shows him.*",
    "channel_name": "🍂southbank-flex-3",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/974156178089189386/1115036239469498500",
    "author_name": "avanax_",
    "timestamp": "2023-06-04T21:55:55.861000"
  },
  {
    "content": "*Pride Emberglow was molten. She'd always felt that way ever since the war ended. A giant blob of metal, burning and glowing and always looking for a mold to fit. Some way to shape herself into the perfect little tool, a simulacrum of a person that could function. Work out the kinks, hammer away the imperfections, you'll get there eventually. At first she tried to be the shoulder to lean on, but she found her foundations too wobbly for that. Then, she tried to be the one who helps, but she was too blunt - too brash. How can you fix if you were made to destroy?*\n\n*And so, the blob remained amorphous. Seeping and burning and not quite fitting. That was until recently. She founda group in a coffee shop who spoke with her, guided her, and then she went on an adventure to collect some water beasties in jars and she loved them all. Loved one especially. And...Though they were gone, that love never dwindled. It burned and burned, bright and proud.*\n\n*She found a mold that suited her. The mold of a woman called Pride. She was rough around the edges, a little too hot and squishy in the middle. Brittle. Fickle. But who isn't? Castor wiped away a tear and she saw he didn't burn. Didn't recoil. She was cooling, now. Finding her shape. Staying, for a moment.*\n\n*Perhaps that was a good thing? Pride wasn't sure.*\n\n*She sniffled again and leaned into her friend, chest pulsing as she tried to stifle her sobs.* \"Gods, why are my friends all nice and shit? Making me wanna cry like a big freaking baby.\" \n\n*And she buckled. Like her knees had given way, able to relax for the first time in a while. Pride caught herself and buried her head into Cas's shoulder, letting out a choked noise as she clutched at him.* \"Thank you...\" *It's all she could muster.*",
    "channel_name": "🍂southbank-flex",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/885219048772735017/1194788079630827520",
    "author_name": "stairlift",
    "timestamp": "2024-01-10T23:41:16.273000"
  },
  {
    "content": "*Her thoughts make his heart flutter.  The way she holds his gaze makes it beat faster.  Everything about her, every single thing she does, conscious or not, makes his heart do things he never felt it do before.  The particular way her lips curl as she smiles.  The way the corners of her eyes crinkle ever so slightly when her smile gets just wide enough.  The sound of her thoughts.  The warmth of her hands.  The sensation of her fingers as they dance across his callouses, as if she's admiring them.*\n\n||\"I know I have to let go, but, until I absolutely have to, I don't want to let go.\"||  *His smile broadened very slightly as she spoke, and continued speaking.  She may not have entirely smirked, but he definitely did at her comment about being blonde.  Johnathan then took a slow breath and let it out just as slowly, his eyes focusing onto her, that storm that constantly swirled within his settled.*  ||\"Solana, no matter what face or name you wear, I will come back to you.  I promise.\"||  *He took another breath, his hands still holding hers gently.*  ||\"I'm not sure what you're doing, but, with you, I'm just, I, things just...\"||  *Again, another breath, trying to work through his thoughts more cohesively.*\n\n||\"Solana...  I'm typically able to have a clear thought.\"||  *He chuckled softly, his next breath a deep inhale and slow exhale.*  ||\"As you get to know __you__, I can't wait to get to know you more too...  Whoever you turn out to be.  I just want you to know...  I, to me, you, all of you, is amazing.  After only a day, you brought me to shore...  It's felt like I've been lost for months...  And now I'm finally safe and on solid ground...\"||  *His warm smile returned more fully after the breaths had lessened it slightly.*  ||\"I really would like to show you what I can do...  That way you __know__ for sure that I'm not just full of shit and some braggart making things up...\"||  *Again he chuckled softly.*  ||\"I'd wait until the end of time to see __you__ Solana.  Blonde, brunette, red-head...  Whatever __you__ look like...  I will wait for you.\"||",
    "channel_name": "☕café-crème-brûlée",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/968247532176162816/998377390499692597",
    "author_name": "Deleted User",
    "timestamp": "2022-07-17T23:55:18.850000"
  },
  {
    "content": "*Araminta raises an eyebrow back at Asche when he looks back.* \"The desert grows cold at night, so it is something I can tolerate. The snow I find distasteful to travel through, though it is not so bad to look at. As for *why* I've come this way...\" *she shrugs.* \"A lady doesn't give away all her secrets. Silverymoon was chosen for me by the luck of a coin toss, though.\"\n\n*Her hands don't move from where they rest against her thighs, but Asche feels something lightly flick his shoulder at the nickname.* \"I would rather you call me Minty than that.\"\n\n\"Hm...well, where are your favorite places in Silverymoon? I have been to see the Moonbridge, I got lost wandering the southbank, was recommended a place to stay and place for good tea by a shady stranger...but I'd be interested to hear what places you recommend above others.\"",
    "channel_name": "🐎green-lane-stables-2",
    "category_name": "The Moonlands",
    "message_link": "https://discord.com/channels/866376531995918346/987464987830288484/997492667061649428",
    "author_name": "cyeggy",
    "timestamp": "2022-07-15T13:19:44.345000"
  },
  {
    "content": "*Luxor trotted around, sticking their face at everyone in turn, the closest approximation they could manage to a smile on their face.* {It is so nice to meet you all! I am Luxor! And youuuuu,} *they put their face very close to Blade's,* {should apologize to my dragon friend over there for that comment!} *Luxor's tails swished to gesture at Cherry.*\n\n*Vin smiled as she gobbled more of the sweet cream.* \"Nice thing about talking in our brains is that we can eat at the same time,\" *she thought to everyone.*",
    "channel_name": "📇study-flex-2",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/992147947028496404/1042234621963800577",
    "author_name": "tk.s",
    "timestamp": "2022-11-16T00:28:17.659000"
  },
  {
    "content": "*If Jefeera were to know the strange pain and torment that the person in front of her felt, she would have begged her god to grant them the kindness that they had granted her. Perhaps they needed the Fuzzies. And then a friend. Perhaps she could have been the friend. She certainly would have tried. She would weave blankets with words to wrap up the tormented knight and protect them from the darkness of their thoughts.*\n\n*But, alas, she knew none of that and so she simple smiled, intent on insisting that Cedar try some of the cold chocolate. If only they knew about the pockets of sugar she was sparing them from. She wanted to give them the little sugars from her pocket, but that seemed harder to convince them to eat than the cold chocolate. Gods, the cold chocolate was very, **very** good.*\n\n*If only Cedar knew what she was hiding, beyond her second life. The life she had once lived before being rightfully slain upon the battlefield only to be unjustly given a second life, while so many had laid restlessly upon the battlefield with their lives torn from them. By her hand or her order, it needn't matter. She would not seem so graceful, then, if they had seen the blood on her hands and the wicked grin she had felt on her face in her memories.*\n\n\"I... I d-don't think there is... such a thing as *too* k-kind. There is... only kindness. And it c-cannot be... too much. And... and if it s-seems like it? Then I think... I th-think that means the rest is... not kind *e-enough*.\" *She tilts her head, smiling, happy to share such thoughts.*\n\n*As she mulls over her answer to their question, she returns to her cold chocolate before sliding it closer to them.* \"You sh-should try it. Really.\" *She smiles again as she looks up, she would share a secret, she decided.* \"Too... m-make what I share, um... easier. To... s-swallow.\"\n\n\"They... c-called me Reborn. It... it m-means I am... not dead but... n-not correctly a-alive.\" *She explains as she looks down at the table.*",
    "channel_name": "☕café-crème-brûlée-2",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/987467362137702431/1001249730342436874",
    "author_name": "adventuringfroglet",
    "timestamp": "2022-07-25T22:08:58.034000"
  },
  {
    "content": "\"Well no you don't need to _apologise_, I was... I just... not fair to just drop something like that, I don't... _Oh_.\"\n\nAs Rasera turned, Cerys's armour snapped to life - the plates shifted, closing every small gap. The gorget rose to protect her throat. Her shield, locked to her back, disengaged ready for her hand, which gripped it eagerly. The other hand began to _thrum_ with magical energy.\n\n> \"If they want too much trouble, get out of here. I know you can. And I'll find you soon as I'm done...Though I've no doubt you could take on any of these.\"\n\nNo. That wasn't happening. She couldn't. She _knew_ Rasera was capable, but she also knew that the most capable person in the world could get _unlucky_, and some things there was no coming back from. If she ran and Rasera never came back...\n\n_\"Ladies.\"_ The lead figure stepped forwards with a menacing air and a knife that caught the lanternlight just so. Cerys wondered absently if he'd practiced that, but the thought didn't get much air as she ran through outcomes and mitigations. \n\n\"Nice night, innit? An' it can stay that way too if you'll be so obligin' as to just hand over your valuables and whatnot without being all _difficult_ about it. Wunt that be nice?\"\n\nWell if they were going to talk about it then they didn't really _want_ to fight, did they? So maybe putting on a good show would be all that was really needed...",
    "channel_name": "📇study-flex-2",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/992147947028496404/1157003527630102658",
    "author_name": "lxgrf",
    "timestamp": "2023-09-28T17:18:57.073000"
  },
  {
    "content": "## **__Hall of Heroes: Profile Form__**\n*Please copy and paste to fill out your character's heroic profile.*\n\n```**Name:**\n**Race:**\n**Server Join Date:**\n**Level 20 Date:**\n**Pronouns:**\n**Alignment at Arrival/Alignment at Level 20:**\n**Background:**\n**Class (Subclass):** class <level>/class <level> for multiclasses; include any reclasses along the way!\n**Heroic Journey:**```\n\n*Optional: attach pictures from your character's journey to the end of your form!*",
    "channel_name": "🥇hall-of-heroes",
    "category_name": "PC Station",
    "message_link": "https://discord.com/channels/866376531995918346/1237136268480221244/1237138078800543774",
    "author_name": "turianosauruswrex",
    "timestamp": "2024-05-06T20:25:02.900000"
  },
  {
    "content": "*Espial scratched at his head. There probably wasn't any danger in letting the name slip, right? Vin had way of making herself known anyway.* \"Mmm, I suppose you *might* know her? She has been here a little longer than I have, and she's a...*mostly* personable individual. Her name's Vin. Umm...she's a Changeling. Grey-white skin, blank eyes. I'm not sure if you've met any of those? They're more common on my planet, but in this world I've only met one other besides Vin.\"\n\n\"Though it's also possible you met her without realizing, considering she's a shapeshifter. She could've been in any humanoid form, really.\" *Espial did appreciate them asking after his home and his friends. Not that he was always great at small talk, but it was nice that they hadn't only asked him here for spell help and promptly booted him from the table.*",
    "channel_name": "🧱helmers-wall-2",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/922543035273867315/977141206679187477",
    "author_name": "tk.s",
    "timestamp": "2022-05-20T09:30:18.078000"
  },
  {
    "content": "*There is a bit of a reflection in the winged serpent and the viper, both. The shared blood is no guarantee that he will get along with any and every snake there is, but serpents tend to not give much attention to one another, or see each other as rivals. Ishtay, unknowingly bush viper with every trait of a short, colourful, noxious little thing that gathers by numbers wherever is warm and prone to assembling mice, he is social. Social enough, social and bright about it. Not at all different from the neutral, somewhat herd-like manner winged serpents can be found in the wild, with as much as a familiar can from the physical form it incorporates; if she is indeed anything like the winged serpents he does know, she is not foreign to groups.*\n\n*And perhaps it is based solely on that tolerance, that she bears his absolute liking for her, as long as he is not trapping, nor heavy-handed in his handling. As long as he is warm enough somewhere and at some place for her to lace around, she is content. That spot often is around his neck - a poisonous snake doesn’t constrict in any dangerous way, and he is immune to her poison, so there is no fear in that lane as he makes a smooth pathway from the quite beloved snake. Myvish liked her quite a lot. Myvish too had been the one to pick Kynor from a crowd, and conclude that if someone in here could speak Draconic, it had to be him. He seemed intelligent enough, and with good enough scaled company.*\n\n*Someone to utter a few words of it, so she could feel less like her hearing was faulty, for she could not comprehend a word of common and the lack of known words seemed to paint the world like a nonsensical, mute theatre. Someone to say a bit of it, so perhaps his own strangeness to everything could be appeased, even if back then, he would never say a word, even build the thought, that he was capable of feeling anything like a homesickness. She was right, somehow, always right. She herded the Thayan into his life and it was among the best things that has happened to him so far. Even in her absence, he heeds to her wisdom, still. Enthuses about the old serpent friend in that manner of someone who had one, but no longer does.*\n\n*Fingers that know how to lead her to support, and the mimicry of gestures. She flickers a biforked tongue, he flickers a biforked tongue. She blinks big, bright eyes, he blinks big, bright eyes. Between them, it is certainly not him that holds the greater amount of thought, but one could imagine there is an agreement or communication ongoing. Not so simple. Just the sheer force in which he likes her, and liking to hold her, is an exercise of using every little innate serpentine expression of his. Even if he looks a bit too goofy about it.* \n\n*He bites his tongue in a flicker, to turn his eyes back to the Thayan. There are introductions to be had, and… And the more he thinks of it, he wonders, what exactly does this mean. Does he remember telling Kynor that the new place he is in at the Southbank is not populated entirely by Ishtay and the pigeons he sends from time to time? He doesn’t think so. He doesn’t think so at all, because he imagines that the moment this became an endeavour, it was lacquered and branded with every sign and label of temporary, and he hadn’t known a thing for how long it would have been. Didn’t know even when he would overdo his welcome, just the certainty that he would, someday, any morning.*\n\n*Anything posterior to it, too, wasn’t something he actively told people about. For no reason of shame, but how many people does he know likes Ilya, and Ilya is amicable towards? There is Elias, apparently. There is Kynor, now, and he is wonderfully reminded about it. Phenesia? No. Rin? No. ~~Koshka~~ Grief? No. And he is unlikely to say names, to begin with - for the longest while, Kynor had been only ‘The Wizard’ when he told about him to Ilya, and by Tiamat… He did talk a lot about him.*\n** **",
    "channel_name": "🍂southbank-flex-3",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/974156178089189386/1123500096743559248",
    "author_name": "ascenco",
    "timestamp": "2023-06-28T06:28:16.686000"
  },
  {
    "content": "*Syndari's smirk returns, something intrigued for the setup now. Using the renewed arcane hand, it scuttled away any empty glasses, spilled leftovers and maintained the barrier for illusions display proper. She is cautious of the prodding, well aware that a tense mind could not freely and friendly spin tales and divulge.* \n\n*A reddish glow was not one expected. Mist and waves the size of doll house playthings upon the table, this is what she could handle with ease. The taunting depths and what hides underneath the surface. It's a bit too real.* \n\n*Conveniently, she looks back up to his expression. It's interesting, really, right there in the text. Believe it. Gosh.* \n\n`It is, should you not find it a terror to re-tell, or to speak as we do now.` *A connecting supportive hand reaches to touch his arm, though the twinkle still sits in her eye. Now that she's not peering into the Deep, that is.*",
    "channel_name": "🐐the-dancing-goat-2",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/912466473639878666/1125575313666097162",
    "author_name": "ariiadnae",
    "timestamp": "2023-07-03T23:54:26.956000"
  },
  {
    "content": "**Name:** Ren Alanar\n**Class:** Fighter \n**Race:** Human\n**Details:** Retiring temporarily (until I get another character slot) - she has been looking for more mercenary work that will take her out of the city, and she is likely to return again later after this new job is complete.",
    "channel_name": "🚪character-retirement",
    "category_name": "PC Station",
    "message_link": "https://discord.com/channels/866376531995918346/895650028809506846/917109439159496735",
    "author_name": "raina2320",
    "timestamp": "2021-12-05T17:45:29.365000"
  },
  {
    "content": "*Synth receives most of the Elias Landing, and he shifts himself up a little so he's not quite so bent over his notes with Elias stuck between the table. He brings the notes he's been taking up closer to his face, squinting a little as he re-reads them while his knuckles brush against Elias' side in an absent acknowledgement of him being 'awake.'*\n\n\"You *sound* good,\" *he offers Tanas.* \"You're damn good at getting the pronunciation right. ...you might not know *what* you're saying yet, but.\" *Tanas was good at picking up the sounds of Elvish rather than the vocabulary, too.* \"You'll get it.\"",
    "channel_name": "🔆east-flex",
    "category_name": "Northbank-East",
    "message_link": "https://discord.com/channels/866376531995918346/885219090883571742/1149100285717917837",
    "author_name": "bluegeode",
    "timestamp": "2023-09-06T21:54:17.366000"
  },
  {
    "content": "*Tanas leans against the counter on his forearms, knitting his fingers together in front of him, tail flicking. He does not respond to Elias-the-Failed-Messenger just yet, instead debating how to answer this fellow's questions.*\n\n\"I'm Tanas. I'm just incidentally here because I met up with Elias here on the way. I live with Synth. Elias is a fox at the moment. Synth is the wizard who needs the supplies. I have no idea who Mr. Strin is. I imagine I'll have to figure that out?\"\n\n*Here's the thing, really: One Mr. Strin has picked up wizard items related to Synth. Tanas isn't sure who this fellow is, which is a cause of suspicion, and Tanas has also been involved in deflecting assassination attempts and other similar events. Tanas doesn't like being out of the loop and he isn't too thrilled with a random person picking up Synth's belongings. His eyes shift to Elias.*\n\n\"Do you know a Mr. Strin? Or do I have a project at hand?\"\n\n*Tanas stands up, getting the coin out to pay for the bag and the inks.*",
    "channel_name": "💰market",
    "category_name": "Northbank-East",
    "message_link": "https://discord.com/channels/866376531995918346/880874331247349810/1119738770518978570",
    "author_name": "raina2320",
    "timestamp": "2023-06-17T21:22:06.632000"
  },
  {
    "content": "*Tanas peers at her curiously - she seems to be leaving out significant details. He doesn't especially want to call her on it, so he opts to nudge his way in verbally, see if she'll elaborate at all.*\n\n\"What sort of troubles have you run into?\"\n\n*He can't complain - he has not always been forthright on his end about many things - he gives some straightforward answers, and they're often designed to evade other details.*",
    "channel_name": "🛖quaervarr-2",
    "category_name": "The Moonlands",
    "message_link": "https://discord.com/channels/866376531995918346/930647613085200504/979198294792241163",
    "author_name": "raina2320",
    "timestamp": "2022-05-26T01:44:26.103000"
  },
  {
    "content": "*Melia grins and sighs, giving a slight shake of her head.* “Unfortunately, it is not the practice of fate to share the endings of stories still being written.” *Her head comes to a stop as she tilts it to one side, considering,*  “Still, perhaps you will find it is the journey, not the destination, that is most enjoyable when you are smitten.” *She wiggles her eyebrows up and down knowingly, breaking into giggles as she is caught up in the playful joy of affection.*\n\n*Melia grins wryly as the conversation turns to herself, a look of mischief blooming across her face.* “I’m afraid that I am reticent about surrendering my past, the result of one hard lhard-learnedearned lesson among the many I’ve amassed. That said, you have given me much in the story you’ve told, a gift much better than silver or gold. I suppose that fair is fair, so I too should share, but how could a bard share without a bit of,* she winks, and one hand moves in a dramatic flourish,* “added  flare.” *Her eyes glint playfully as she holds up three sun-tanned fingers.* “Three is a powerful number for fey, so with a boon of three your gift I’ll repay. Three questions together or apart, and I’ll give you three answers straight from my heart, but lest you forget that fey are the trickiest sort, one tale shall be long and only two shall be short.”",
    "channel_name": "🌙the-moonbridge-2",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/939969226951757874/1008826876581642331",
    "author_name": "skybornsentinel",
    "timestamp": "2022-08-15T19:57:50.474000"
  },
  {
    "content": "**Exit Jaxilarus**",
    "channel_name": "🍂southbank-flex-2",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/907352384341151845/1117320235708592209",
    "author_name": "rp_anon",
    "timestamp": "2023-06-11T05:11:42.999000"
  },
  {
    "content": "*The owl's presence startles the woman, not expecting such rapt, physical reply to her spell. Upon peeking through her window cautiously, unsure of who must have intercepted the message or held poor timing, she spies the familiar, winged beauty with a smile.* \n\n*Glass window creaks open at it's hinges.*\n \"My dear Selene.\" *Nuzzling the owl with her cheek in greeting.* \"I suppose I know now who receives my message. You are a welcome sight.\"\n\n*With the time that comes, she does in fact ready herself for the journey ahead. Shiftweave cloaked her back, appearing as if she were taking such a posh, casual trip out of the city gates, and once well outside its bounds toward the Moonlands, with thicker adventuring garb- dark sheen to lend to any stealthy movement needed to meld into the parts of the forest when it was come upon.* \n\n*If she would take flight back to her companion, they both headed towards the meeting place. If Selene would join her, she would make particular room for the welcomed guest, allowing her treats and kind coos for the journey.* \n-\n\n**Enter Syndari**\n\n*When in two days time the drowess came upon the falls, just past dusk, with the further cascade of she entered the grotto. With wings marbled of brown at white, notable and drawn between filled pack at tree's canopy, watchful, she does stand out even as high as she sits, and still likely not enough to see the drow cloaked in stealth as invisibility hugs as kin.*",
    "channel_name": "🍀moonstone-falls",
    "category_name": "The Moonlands",
    "message_link": "https://discord.com/channels/866376531995918346/895482233815724072/1140373749816885298",
    "author_name": "ariiadnae",
    "timestamp": "2023-08-13T19:58:09.076000"
  },
  {
    "content": "~\nNow as for my story well its a long one but ill keep it brief. A long time ago in a hole far far away a little beautiful baby drow was born and his name was merry. (Aka) me. Now he had the typical life of a male drow until he escaped blah blah blah all that boring stuff. After fighting a war against gods and the undead he was a hero to a Republic for awhile until boredom and the wilds of the fey called him in. Now time in the wilds works all wrong so how long he was there anyones guess but he learn a few things from his adoptive family mainly how to do crime better and look good doing it while sowing some mischief along the way. Now the wilds had finished with the drow and spat him out apparently in faerun in what appears to be forest of a kind, but thats not to worry ill be fine im sure ill work it out.\n\nWith selene by my side or on my shoulder everything will be alright.\n\nAnd here we leave our hero me lost in the woods, good luck me",
    "channel_name": "🧚character-profile🧛🏻",
    "category_name": "PC Station",
    "message_link": "https://discord.com/channels/866376531995918346/866543876294180904/885987664464068609",
    "author_name": "bigben34",
    "timestamp": "2021-09-10T20:38:40.063000"
  },
  {
    "content": "*aloi leg be still my heart*",
    "channel_name": "📸show-and-tell",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/895670537823592448/1353776057924190338",
    "author_name": "ariiadnae",
    "timestamp": "2025-03-24T17:02:44.152000"
  },
  {
    "content": "*Alfon’s eyes had seemed glazed over, like they were somewhat lost in a dream, or beneath the surface, distorted by a vial of rippling water changing the vision of what they saw. \n\nThey seemed distant as Charlie spoke, but when Ripple chimes in, the vial is broken, and they push through the surface tension which they had been hiding under.*\n\n“It looks… It looks like me…! Thank you both, I really do appreciate it, you’ve truly no idea how much this means to me. Your craftsmanship is incredible, and full of such depth.”\n\n*they gently ran their hand over it, feeling the warmth of their irritated skin in the same manner of a fire. Their own fire.*\n\n“…..”\n\n*Their calm demeanor rips apart in an instant, as a fiery new one burst forth, burning from the kindling of anticipatory excitement at what was to come; the road ahead was unpacked, and with no road to guide them.*\n\n“This is exactly what was looking for, I haven’t felt so excited since when I first prayed to Eldath herself!”\n\n*they stood up, a bright smile that No grew even hotter, and the giant embers inside their ash-black hair flickered with a renewed vigor.*\n\n“How much was it again? And of course a tip is absolutely in order as well! Besides, I’ll definitely be returning, and who better to buy onto your good side then the one with a needle to ya’?!” \n\n*they laughed loudly, like smoke billowing from a fire around which sat a group of friends. They were one step closer to their dream of being a comforting sun, under which all could bask and feel warm.*",
    "channel_name": "🐦the-corvid’s-quill",
    "category_name": "Northbank-East",
    "message_link": "https://discord.com/channels/866376531995918346/990096024171323464/1120138965157163038",
    "author_name": "cyan_lotus",
    "timestamp": "2023-06-18T23:52:20.469000"
  },
  {
    "content": "👑 **The Dead Ought Sleep Forever** 👑 \n\n*Our four intrepid heroes, and their many animals, set out to the small village of Ghailden in order to investigate what was making the wailing sounds in the woods, and ultimately what was stealing children, thinking them one and the same.*\n\n*The sound was tracked with ease, thanks to the rangers being whatever the wisdom version of a nerd is, and it turned out to be a something with fiery eyes, full of hatred, pure, unadulterated loathing. And that something turned out to be Johnny Ballard, a young man killed some months ago, and brought back as a Revenant.*\n\n*He was not the reason for the missing children, but the hags that killed him were, snatching them whenever they could from the small cluster of villages all around. Johnny himself was a victim of simple 'wrong place, wrong time', having been cutting through the woods to see his boyfriend when he was set upon, and had been wailing in order to try and get some adventuring types out - he was wholly unable to deal with the hags himself, and unable to move on until he did. Hence, adventurers.*\n\n*He led the party to the hags, and they went in, half all guns blazing, half sneaky-sneaky like. A fight ensued, in which both Vermillion and Lycaon were killed (but got better) by way of lightning bolt, and Faolan and Azalea found themselves on the wrong end of a Hold Person. However, the hags were finally vanquished by a fine pair of critical hits from Rye and Faolan.*\n\n*The party went back to Johnny, only to find him as dust. With his nemeses gone and his hateful task complete, his revenant form had collapsed and Johnny had finally been able to move on, the dead finally being allowed to sleep forever.*\n\n*Some weeks later, another note appears in Quaevarr, posted up where the job notices usually are.*\n\n*",
    "channel_name": "📯town-crier",
    "category_name": "RP & OOC",
    "message_link": "https://discord.com/channels/866376531995918346/928113463614648381/998299660361924680",
    "author_name": "avanax_",
    "timestamp": "2022-07-17T18:46:26.541000"
  },
  {
    "content": "\"Broom,\" *Paige says again, shuddering in disgust.* \"Sludge-ground is for other people. No thank you. Absolutely not. Face down in - *no*.\"\n\n*Paige is designed not just for cold climates, but for the clear chill of high altitude and the drifting whispers of frost-laden ghosts. Buckets from the second floor, sludge - the cold doesn't remove smell entirely, but it doesn't exactly exacerbate it, and icy mists leave little more than water droplets beading against the skin. Frankly, what Tanas is describing sounds inhuman and abhorrent, and she outright rejects the notion of it.*\n\n\"Did you *know* it was going to be sludge before you went in? Or do some adventuring jobs just. Spring this on you by surprise?\"",
    "channel_name": "🐐the-dancing-goat",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/880874380517855282/1096086096019992636",
    "author_name": "aethelar",
    "timestamp": "2023-04-13T14:54:49.586000"
  },
  {
    "content": "\"He *left!*\" *She wails, she weeps, because he left with her, she was supposed to be the last one, she was supposed to have survived and be resplendent and be the star her mothers always wanted and Nephi is meant to be dead.*",
    "channel_name": "🔆east-flex-2",
    "category_name": "Northbank-East",
    "message_link": "https://discord.com/channels/866376531995918346/907352356226736128/1141568401584705608",
    "author_name": "bluegeode",
    "timestamp": "2023-08-17T03:05:16.253000"
  },
  {
    "content": "hello, you. yes, you! you, who is reading this! i’m so glad you’re here. i’m so glad we get to share space together and write our stories together. thank you for being here!!!!! <a:hearts:880895333490622516>",
    "channel_name": "💌simp-zone",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/912024959335940186/1183078369911394304",
    "author_name": "bluegeode",
    "timestamp": "2023-12-09T16:11:03.920000"
  },
  {
    "content": "<@352695866714488832> so so so sorry, there's your reply! If I take a few days but I look like I've forgottem please slap me",
    "channel_name": "👅out-of-character",
    "category_name": "RP & OOC",
    "message_link": "https://discord.com/channels/866376531995918346/880924497711091744/1356355093812744344",
    "author_name": "insaiyan7",
    "timestamp": "2025-03-31T19:50:54.224000"
  },
  {
    "content": "\"That... that would be *incredible*,\" *Cas breathes. Looking at the blue rock now much more closely. It has the capability for all of that? Noa could message him whenever he wanted? Sure he had the moths. But to have necklaces that would be just for them... it's even more extraordinary than he could have imagined.* \n\n*But then she says the price and his heart falls to his gut. Well stars. That was about double what he currently had. Not that he's upset about the price she's set. He's certain it's a more than reasonable price. It's just that he wasn't expecting it. But... to have such an enchantment... and to gift Noa something so special. He wonders...* \n\n\"I am certainly interested in enchanting them. That kind of magic would be spectacular to give to my boyfriend. My next question is... would you possibly be willing to do the payment in installments?\" *He asks hopefully. Golden eyes getting big and round. Though, he'd fully understand if the answer was a hard no.*",
    "channel_name": "🏬shop-flex",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/987466872171683892/1194486566857494629",
    "author_name": "inucos",
    "timestamp": "2024-01-10T03:43:10.026000"
  },
  {
    "content": "<@308433541396561932> (bestiE its the weekend. Hopefully i get to these a lot quicker than the middle of the week <:kittyheart:880653784404070440>",
    "channel_name": "🐎green-lane-stables",
    "category_name": "The Moonlands",
    "message_link": "https://discord.com/channels/866376531995918346/968177303387504680/1025561050516557824",
    "author_name": "crynosaur",
    "timestamp": "2022-10-01T00:13:28.446000"
  },
  {
    "content": "\"funny.. we are not our forbearer's  sin and yet it's still up to us clean up their messes.\" *she chuckles quietly as she beckons the genasi close, tilting her head up. beady eyes greets her and fisher, black feathers litter and fall down smoothly in a sky of black an unkindness of raven's has made the rafter's it's home.*\n\n*her resolve steels at fisher's offer, such strength of character is rare to offer as she meets the genasi eyes once more tilting her head towards them.* \"Flattery will get you somewhere, my thanks truly... it's not often people would lend their strength to my works in such a way rarer still for one with such knowledge to soothe remnant souls.\"\n\n*she stops and gives a deep bow towards fisher.* \"You Honor, me and i gladly accept.  so long as you call to me as well, i deal mostly with errant memories of the departed but the living has as much memory to soothe as the dead, cycles are funny like that if you ever need of my help dear fisher, you have it.\" *she replied with the most sincerity she can muster.*",
    "channel_name": "⛪temple-district-2",
    "category_name": "Northbank-East",
    "message_link": "https://discord.com/channels/866376531995918346/987466462383980574/1340848174012698685",
    "author_name": "veraxf8",
    "timestamp": "2025-02-17T00:51:56.439000"
  },
  {
    "content": "*His outstretched hand was met with hers and she gently gave it a squeeze, the apologetic look and the blush began to slowly fade, the smile overtaking both.*\n\n\"If I'm doing anything you're curious about, just ask and I'd be more than happy to explain and teach.  Most of the things I cook are things I've figured out on my own, so there's no cookbook, but, whatever I know, I'd be happy to share with you.\"  *Behind her, her tail flicked back and forth excitedly.*\n\n\"So it's already a little late today, but tomorrow I can show you more specific things around the house in terms of things to do if you want.  I'm not going to assign you chores, it's whatever you *want* to do, *whenever* you want to do it.  There's always food to gather, wood to bring in, or animals to check on.\"  *Her smile faltered just a little.  She didn't want to ask about it, but she wanted to get an idea of what he knew or didn't.*  \"Pawlen, back where you worked before, what sorts of chores did they have you doing?\"  *She called them chores, and called it working, even though it was most certainly not quite that.*",
    "channel_name": "🍃moonlands-flex-2",
    "category_name": "The Moonlands",
    "message_link": "https://discord.com/channels/866376531995918346/930647843172147281/1044113290739056650",
    "author_name": "ionamorningstar",
    "timestamp": "2022-11-21T04:53:27.199000"
  },
  {
    "content": "*He's not offended, not in the least, but she does not cover the slip in her memory well. Or, rather, she does, but not so well than an eye trained to pick up on such would miss it; he catches the cadence to how she stutters his name and the too-quick smoothness, the words just a little forced behind the soft and welcoming voice when she collects herself.*\n\n\"A forgetful one,\" *he answers, but it's fond, and he turns to face her fully.* \"But it's good to see you too. And, no, I just ran an errand and was trying to take the scenic way home and think a little.\" *He gestures a little guilty to the window over the jewelry shop.* \"I did not realize where my feet were taking me. Were you heading home?\"",
    "channel_name": "🍂southbank-flex-2",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/907352384341151845/1091000462498603038",
    "author_name": "rvwxn",
    "timestamp": "2023-03-30T14:06:20.068000"
  },
  {
    "content": "\"Step one,\" *he mumbles, throwing the figurine in the air just to mess with Diavolo.* \"Locate friend. Figure the rest out later.\"\n\n*Diavolo materialises from the statue mid-air, catching himself with a squawk and flapping furiously to stay airborne.*\n\n`Mistress!` *He seems decidedly flustered, a step back from his usual composed self.* `Is - was - may I ask a question?`\n\n\"I would've caught you,\" *Elias promises. He would, even; he was never going to let the raven fall.* \"But! I can fly now too. Ish. Sort of. I have wings, I'm working on it, but I figured it was safer to work out if you could be summoned flying somewhere inside than try it when I was really high up and put you in danger.\"\n\n*Diavolo flaps and flusters his way to land on rafter, and tries to pretend his feathers aren't as ruffled as they are.* `Might I suggest,` *he offers hesitantly,* `That if you were to summon me in your hand I could grip your arm as I appeared?`\n\n*I would've caught you, Elias almost repeats again in protest, but there's a possibility that he hadn't thought through the consequences beyond assuring himself that he wouldn't let Diavolo fall, and he has a bad habit, sometimes, of spotting a thing that works and going for it without pausing to consider if any other ways would do as well. Or better, even. Or with fewer of the raven's feathers out of place.*\n\n\"Yeah,\" *he says instead, fighting down a flash of frustration with himself. Just think, if he went back to being a fox he wouldn't notice all the little things he wasn't great at. He'd still be shit, but be less bothered about it. Life was so much easier before he did this whole person thing.*\n_ _",
    "channel_name": "🔅west-flex",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/885219132595904613/1092208011331780698",
    "author_name": "aethelar",
    "timestamp": "2023-04-02T22:04:42.145000"
  },
  {
    "content": "\"Synth is free to go wherever he likes, whatever boots he chooses to wear.\" \n\n*There's no ambiguity that this is the person being referred to; he has, in fact, let Ilya bring up the topic, because that means ultimately Ilya is the one picking the fight. Tanas still has no intention to throw the man into the river, but you never know, right? Tanas isn't the sort to simply pick a fight and make overt threats, anyway.*\n\n\"And yes, I *am* aware that you and Ishtay took it upon yourselves to taunt him.\"",
    "channel_name": "🌙the-moonbridge",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/880881928465682462/1083777551408844861",
    "author_name": "raina2320",
    "timestamp": "2023-03-10T15:45:03.869000"
  },
  {
    "content": "*The dock is as rowdy as ever, people docking and undocking. Boats being loaded and unloaded with supplies and people alike as the smell of a freshly passed rain storm fills the air, only strengthened by the river.* \n\n**Enter Samuel**\n\n*The young man stares off the dock into the water surprisingly still enough he can see his reflection. With in his reflection is the same dreadful look he holds on his face, a smile he can’t even keep struggling to hold on his face. He charges a light bolt of magic at the tip of his finger, blasting away the reflection as he lets out a loud sigh and hides away his face*\n\n||<@166706078879318016> ||",
    "channel_name": "⚓docks-2",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/923399076609933312/1204484769979572294",
    "author_name": "prettyraddude",
    "timestamp": "2024-02-06T17:52:27.408000"
  },
  {
    "content": "\"Dragons would have no issues hiding from people on Chult, and when I say I haven't seen one, I just mean up close.  Far off in the distance, on the other side of the peninsula, I can see one from time to time, though they are too far for me to even identify what kind or how old they might be,\" *Boreas shakes his head,* \"And I sure as hell was not going to go on my own to try and find them.\"\n\n\"But yes, they are believed to be like dragons, I want to find some dragons to research so we can find out for certain if there is a relationship between the two,\" *He tilts his head again, slowly returning the book to its spot, all while continuing to scritch Xyia.*",
    "channel_name": "🦌the-whistling-stag-2",
    "category_name": "The Moonlands",
    "message_link": "https://discord.com/channels/866376531995918346/912467000461230110/950148628805189743",
    "author_name": "astralcourier",
    "timestamp": "2022-03-06T21:51:26.015000"
  },
  {
    "content": "Sarran cocked his head watching the shimmering pink as it ruffled her fur, leaving it looking dry and remarkably fluffy. A definite sense of envy crossed him at that. To be so effortlessly dry? Astounding! He might even be able to go for a swim if it wouldn't require two hours of air drying afterwards.\n\n\"Oh! You are _indeed_ a wonder. I would appreciate that a very great deal, as I'm sure would the staff here, who have been _quite_ unreasonable. I am Sarran, Sarran the Wet. Sarran the Raindrenched. Sarran the Waterlogged. What may I call you?\"\n\nHe spread his arms, as if expecting to be towelled. The magic almost certainly did not _require_ that, but it seemed the thing to do nonetheless.\n\n<@478335522658582547>",
    "channel_name": "📇study-flex",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/923401112097284177/1127562993245376554",
    "author_name": "lxgrf",
    "timestamp": "2023-07-09T11:32:46.697000"
  },
  {
    "content": "Bro just dropped and is already terrorizing town <:kittythisisfine:880828364624105532>",
    "channel_name": "🤷🏿character-discussion",
    "category_name": "PC Station",
    "message_link": "https://discord.com/channels/866376531995918346/866543836804677682/1289698183009538170",
    "author_name": "weisajule",
    "timestamp": "2024-09-28T21:20:08.263000"
  },
  {
    "content": ">help",
    "channel_name": "🎧music-bot",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/866503882816880640/1058244493243056148",
    "author_name": "ascenco",
    "timestamp": "2022-12-30T04:45:48.421000"
  },
  {
    "content": "**Enter Yllessiah** \n\n\"Atelier?\" *the woman questioned. She looked at the front of the building for a moment, then down at the piece of paper she had taken notes on. She shruged noncommittedly, but gave a dull smile.* \n\n\"Shop.\" \n\n*Wrapped in loose flowing dress robes with large sleeves and loose trousers tucked into the top of trim boots, the woman's deeper blue lips smiled beneath the close cropped hair on her head. She prepared herself by taking three short breaths, patted six different places on her outfit to make sure things were where they should be, looked both ways down the street, and then walked across to the door.* \n\n*She reached out to open it with just the tips of her slightly-too-long fingers, but paused. A knowing smile spread across her face as she saw no bell. A brief moment passed when she thought about going around to the back, but she thought she could see through the windows the blond elf she had been seeking. She turned the knob with a big of her over-sized sleeve, and then proceed inside.* \n\n\"Hello,\" *she starts in a monotone.* \"I'm looking for Cerys. And this shop almost looks like it would suit her.\" \n\n*Still no bell. Magic then.* \n\n*She stayed near the door, not expecting anyone else to come in, and waited. She looked over one of the pieces of jewelry idly, then half turned her body to pay more attention as she noticed the facets of the cut.* \n\n\"You must tell me where you get such clarity, Cerys. A source of gems this fine couldn't come from any closer than Mirabar out west.\"",
    "channel_name": "🏬shop-flex",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/987466872171683892/1150622861837480006",
    "author_name": "fathermapple",
    "timestamp": "2023-09-11T02:44:27.801000"
  },
  {
    "content": "*There are people who would avoid such things - smarter people that know how to stay out of trouble. Then there are others that are drawn to trouble like a moth to flame, or maybe more like the proverbial siren's song. It's not the intent to go looking for trouble. Few people actually go looking for trouble of this nature. But old habits die hard, and when you've learned particular ways to operate in the world, when you need to get things done, find solutions to problems, you fall back on what you know.*\n\n*This is the reason a lone figure makes his way down into the tunnels. He's been here before, for casual reasons, curiosity and exploration. This time he's here with purpose. A half-elf with tanned skin, blonde hair, and amber eyes peers through the darkness, cloak hood pulled down as he makes his way, listening to the faint echos of water drips.*\n\n*The amber eyes are unusual for a half-elf, the pupils slitted more than round, and they see through the dark relatively well. He's searching - not for trouble, but hopefully, information.*",
    "channel_name": "🦇tunnels-below-2",
    "category_name": "Northbank-East",
    "message_link": "https://discord.com/channels/866376531995918346/939969468740804659/1015042947030450207",
    "author_name": "raina2320",
    "timestamp": "2022-09-01T23:38:17.158000"
  },
  {
    "content": "No no, she is not allowed",
    "channel_name": "🧃character-chatter",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/969709364095119370/1359204217159548979",
    "author_name": "cathlady92",
    "timestamp": "2025-04-08T16:32:18.164000"
  },
  {
    "content": "*She stared at him for a moment, her blue eyes meeting his and holding his gaze. She was surprised that he was a follower of the Raven Queen. **A releaser**. A memory sparked in her mind when she saw her great grandfather being taken by a releaser with sickle in hand. She would never forget the ripped cloak of the releaser. She had heard stories of these releasers, a place in Devils Peak where warriors are trained for the grim task of taking peoples lives that are on a magical list. People who have extended their lives far beyond what they should have or were too stubborn to die no matter the odds. She didn’t really know what to make of this but she decided not to judge him for this as she learned more with an open mind.* “The Raven Queen….The Goddess of Death?” *She hesitated for a moment* “You…you are a…ahem, you are what we would call in my culture a releaser?” *she stated quietly, she didn’t know what they were called outside of the Devils Peak but they were feared by her people and the colour was slowly draining from her face in fear of the man she was leaning on. However he saved her briefly from the pain she felt, most releasers would’ve let her succumb as was fate and then ended her life but…Ilandriel was different and she wanted to know more. Knowledge of this would be dangerous should she go back home…if she does return home, she must never tell another living soul that she was saved by a very handsome releaser.*",
    "channel_name": "⛪temple-district",
    "category_name": "Northbank-East",
    "message_link": "https://discord.com/channels/866376531995918346/880874502240751636/1003046882643300483",
    "author_name": "cyneryth",
    "timestamp": "2022-07-30T21:10:12.532000"
  },
  {
    "content": "*Her face flushed as he said that, her tail tensing around her mug as she let out an awkward laugh that was just a little too loud. Pride coughed, trying to compose herself as she looked back to Lucan.* \"Please, surely there's more exciting people than I wandering around this city that you've met. I, uh...Appreciate it though. Greatly. I'm proud to know you, too, Lucan. You are an inspiration, after all. The reason I want to get back out there.\"\n\n*She takes a sip of her drink, finding her heart struggling to still itself.* \"Thus, once we have had our fill of wandering the world and making sure our names are etched into history, I'd be more than happy to help you achieve your dream. Let you finally rest, Lucan. Moridan knows you deserve it.\"",
    "channel_name": "☕café-crème-brûlée-2",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/987467362137702431/1020817507361230939",
    "author_name": "stairlift",
    "timestamp": "2022-09-17T22:04:19.627000"
  },
  {
    "content": "Cerys had never thought of herself as particularly tall, but she supposed all things were relative. And her boots _did_ give her an extra inch or so. Somewhat awkwardly, she cast around the shop, looking for... what? Something to sit on? Kneeling down might work, but she couldn't help the thought that it might be seen as somewhat condescending. No, she decided, she _was_ of more or less average height, in this city. The strange little man must deal with people taller than her every day, and it couldn't be a _real_ problem for him.\n\nShe smiled, and stepped back as much as she could to make it easier to see face to face.\n\n\"Rather too late for that, I think. Without some quite radical alteration.\" Don't think about that line too much.\n\n\"I was speaking common, though. I just asked whose intention it is that your... device follows. If not yours. It was... more or less a joke, I'm sorry. But is that a helm of comprehension, then?\"\n\n[Elvish]||\"Does it work?|| [Dwarvish]||Where did you get it?\"||\n\n<@308433541396561932>",
    "channel_name": "🏡home-flex",
    "category_name": "Northbank-East",
    "message_link": "https://discord.com/channels/866376531995918346/987473574271004682/1088466329985630238",
    "author_name": "lxgrf",
    "timestamp": "2023-03-23T14:16:35.795000"
  },
  {
    "content": "Cat update tw poorly pet || indies still here, though I'm not sure he will be for much longer. He had a really good day yesterday but this morning he's been awful and it's not getting any better. Struggling to move, and you can see his breathing is laboured. This is absolutely heartbreaking. I'm not sure what our plan is now, we will see. ||",
    "channel_name": "🎤real-talk",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/966396775873261638/1337752545480933439",
    "author_name": "cathlady92",
    "timestamp": "2025-02-08T11:51:01.083000"
  },
  {
    "content": "\"Ah. Theology.\"\n\nCerys nodded slowly. \n\nShe had made deep studies of so many subjects, really almost anything that seemed useful or interesting. Theology, regrettably, had never checked either box. She had started to think she should change that after a few conversations with Calithen, but there was just so _much_.\n\n\"... comparative theology? Or do you focus on Ilmater?\"\n\nShe leaned slightly to one side, trying to get a glance at the sword Eryin mentioned. You could tell an awful lot about someone by the weapon they carried.",
    "channel_name": "🌿golden-oak-inn-2",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/912466154289774642/1259236286997205103",
    "author_name": "lxgrf",
    "timestamp": "2024-07-06T19:55:26.299000"
  },
  {
    "content": "-\n*Frowning, he digs in his heels again. The horse merely whinnies. Perhaps it was time to invest in spurs.*\n\n*He tries shaking the reins. His steed merely turns its head to eye him mournfully.*\n\n\"...is there a reason you're doing this, horse? I've ridden you hard tofay, but the destination is close, and you've had an easy journey until now,\" *he says, sternly. His steed merely flicks its ears at him.*\n\n*The man's frown deepens, but he relents at the sight of the sweat glistening on his steed's skin and dismounts, before turning to march up the hill.*\n\n\"Are you coming, horse? No? Fine, stay on the steep ground if it suits you,\" *he growls at the animal, before continuing upwards with ill grace.*\n\n*When he reaches the top, he freezes. Adorning the hilltop seems to be some kind of religious tableau, amongst which move several elvish individuals in robes - and he recognises the symbol those robes to be that of Elilistraee's worshippers. Several take notice of him and look at the armoured figure curiously, some warily reaching beneath their robes. Wait a minute...he'd heard that the elven god had a holy place in the Moonwood...*\n\n*By the time one of the worshippers reaches him, the armoured man has put his gauntlet to massage at his temples, eyes closed. The elf goes to speak, but the man foreatalls them by raising his other gauntlet in a halting gesture.*\n\n\"I...mistook this place for another. Please excuse me.\"\n\n*And with that, he turns and strides back down the hill, cheeks burning with the awful realisation that he'd somewhat defiled a holy place. The horse whickers at him as he passes by and grabs the reins to lead it, and he growls:* \"I don't want to hear another peep out of you, or I'm leaving you here as an offering.\"",
    "channel_name": "🐈home-flex",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/880893508456681474/903279953825632256",
    "author_name": "rider1066",
    "timestamp": "2021-10-28T13:52:03.122000"
  },
  {
    "content": "*Tired yellow eyes linger for a moment on the craftsmanship of the sturdy wooden door leading into the Golden Oak Inn, seeing between the rings of the tree that had been felled to construct it, and the many small friends hiding between the wood grain. \n\nWherever she may tread, Ife would never forget them; the organisms which forever kept her company, and lent her new life time and time again.*\n\n**Enter Ife Cyemenj**\n\n*Pushing open the door, they step inside, a small, barely perceptible grin snaking it’s way up their face. It was quite warm and friendly in here, a far cry from the cold, windy wilds that they had traveled though of late while in the Silver Marches. It almost felt like home. Almost.*\n\n“Yes, hello, room and board for one. Yes yes, many thanks. It comes with amenities too you say? That should do well, I could do with a wash after so long on the road.”\n\n*Sliding a few coins across the counter, the burgundy-coated tabaxi scans the room in a routine manner. Not here either. Of course not. But somewhere. Somewhere close. She would find them, no matter how long she must stay in this city, she would find them. As much company as she still had flowing through her veins, she still missed them so, so very much.*\n\n“I’ll be staying down here a while innkeep. I’ll come by for my room key in due time. Much thanks for your patience.”\n\n*The newcomer brushes crumbs off a barstool, and daintily sits atop it, her keen eyes searching the patrons for someone who may strike her interest; or perhaps, strike up a conversation instead. It had been a while since they had conversed with one of comparable intelligence to herself after all. Not to insult her spores at all, for what they lacked in dialogue, they made up for in meaning. Their intentions were far more valuable then some flimsy words. It was deeper then that; deep enough to chill her bones.*",
    "channel_name": "🌿golden-oak-inn-2",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/912466154289774642/1181681638153912381",
    "author_name": "cyan_lotus",
    "timestamp": "2023-12-05T19:40:57.119000"
  },
  {
    "content": "\"Tell me then caelum what was the reason you had to do something about it.\" *he was dead not blind and his ears worked particularly well so he saw the twists and turns of the words spoken so he joins in.*\n\n\"Passing through, so where does your destination lie then.\"\n\n*he smirked at the compliments flowing and he wouldn't lie if he wasn't impressed this one plays the game well.* \"oh my dear i am no accident i go where there is a story to collect.\"\n\n\"Well of course the taverns, then there is moon bridge oh and the heights the place at night seems to be a like a sea of diamonds.\" *with a little bit of magic little twinkles of light flicker around his head, as he takes a sip.*",
    "channel_name": "🌿golden-oak-inn",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/880883916779696188/1178713795049300019",
    "author_name": "bigben34",
    "timestamp": "2023-11-27T15:07:48.183000"
  },
  {
    "content": "*Aerin nods along, grinning all the while. Her knee jerk reaction is to tease the other for her shirt's inability to stay on her shoulder. But she stays her tongue. She'll say the teasing for later.*\n\n\"I know what *I'd* ask for if I had the power to help get rid of it,\" *Aerin says with a vague and non-committal hand gesture.* \"But what the priests in the temple in town would ask for, not sure. A gift maybe, time staying around helping out?\" *she muses, unsure of what it would be.*",
    "channel_name": "🧱helmers-wall-2",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/922543035273867315/937124938953932890",
    "author_name": "suneaten",
    "timestamp": "2022-01-29T23:19:56.386000"
  },
  {
    "content": "I mean, they aren't gonna be a 1:1 replacement for noodles.  They have a different flavor profile based on what you spiralize (usually zucchini, which is where you get the Z from, but you can use cucumber or carrots or daikon radishes or yellow squash or- the list goes on) and good hecking luck getting that al dente texture. Zoodles tend to be crunchy or mush depending on how much you cook them.  I lean towards \"not much\" because I prefer the crunchy, but when I use them in soups they're gonna mush no matter what.  So- ehhhhh.  I wouldn't say they're anything like regular noodles.  \n\nHowever!  Because of the different flavors and textures etc, you can have a lot of fun making zoodles or doodles or coodles or whatever and shake things up.  They're really tasty!  And a great way to get some extra veggies into your diet without much extra effort!  Just spiralize (or use a potato peeler and peel them down as much as you can, it makes broad noodles but yanno, whatever) and saute them in some melted butter with a bit of salt and pepper for 30 seconds to 3 mins and bam.  A bit of lemon or lime juice can add some zing, too, but you don't necessarily want to always do that because it might clash with your sauce.\n\ntl;dr: Zoodles are yummy.  They're **not** noodles so don't expect noodles.  Do expect something delicious.  10/10 do recommend <a:catyes:1050136534503927938>",
    "channel_name": "🍔foodie-network",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/1060966733357273098/1336906238805409854",
    "author_name": "magharabi",
    "timestamp": "2025-02-06T03:48:05.848000"
  },
  {
    "content": "<@247869295902588929> it you",
    "channel_name": "💌simp-zone",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/912024959335940186/1149008366803353651",
    "author_name": "aethelar",
    "timestamp": "2023-09-06T15:49:02.189000"
  },
  {
    "content": "\"No... no, you can't go back in. Drop me on the street outside, out of sight. I'll slip back in, you slip away, and we'll meet back at the tavern. I shan't be long, but I need to show my face and visibly _not_ be disappearing into the night. If the bottle is the bottle, we celebrate. If the bottle is not the bottle, we scheme.\"\n\nAnd either way, we find out what the _hell_ the skull was doing there. Of all places. How.",
    "channel_name": "🔅west-flex-2",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/907353116041699328/1328093547005481101",
    "author_name": "lxgrf",
    "timestamp": "2025-01-12T20:09:36.391000"
  },
  {
    "content": "\"Mhmm! I've got a change of gloves - and even clothes! - for getting messy like this. And Xyia helps a lot too! And he has scales!\" *She chuckles as she turns to look at the patient drake.*\n\n\"Are you looking for anything specific when dissecting? Or do anything special? Usually after hunting, everything just gets cooked up at one point or another. Ah! Each properly prepared of course!\"",
    "channel_name": "🦌the-whistling-stag-2",
    "category_name": "The Moonlands",
    "message_link": "https://discord.com/channels/866376531995918346/912467000461230110/955956508154277898",
    "author_name": "dragonyte",
    "timestamp": "2022-03-22T22:29:52.357000"
  },
  {
    "content": "```Scene is paused, and may be resumed whenever so desired by the involved parties.```",
    "channel_name": "📚the-conclave-university-2",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/939970472462921808/1178446655792615435",
    "author_name": "ascenco",
    "timestamp": "2023-11-26T21:26:17.221000"
  },
  {
    "content": "\"Trite,\" *Paddy drawls.* \"You really are small, aren't you?\" *And really giving him very little to work with. Don't get him wrong; powerful wizards with powerful insecurities are fascinating things and there's a lot can be done with them, but Synth isn't the one he's trying to manipulate here. Call him a romantic, but from what he's seen Tanas doesn't need Synth to -make- him stay, so the insecurities feel like just that - insecurities.*\n\n*Mm. Maybe don't call him a romantic. Really not his thing.*\n\n\"A burden,\" *he identifies, eyes narrowed as he filters through what Synth said for anything useful.* \"If you're too much effort to look after, you think he'll leave.\" *A flicker of amusement passes over his face;* \"I'd put you in more danger then, but the last time I sent an assassin after you he invited you to move in. Seems counter intuitive, really.\"\n\n*Still, though.*\n\n\"He doesn't like conflict.\" *He's noticed that from his time with Elias. The hand he's holding near Synth's face turns over; Elias' claws are sharp against Synth's skin. He lowers them to Synth's collar, near but - out of professional courtesy - not quite over the brand. Somewhere Elias might swipe in self defence perhaps if Frenon had been trying to attack.* \"He doesn't like being forced to choose. If you're both important, then I wonder...\"\n_ _",
    "channel_name": "🌃city-heights-2",
    "category_name": "Northbank-East",
    "message_link": "https://discord.com/channels/866376531995918346/987466249107816528/1092216766966538322",
    "author_name": "aethelar",
    "timestamp": "2023-04-02T22:39:29.651000"
  },
  {
    "content": "*The healing goes smoother when Elias isn't fighting it. Not easy, still not easy, but why would Paddy do for himself what he could so readily have twisted Elias into doing for him? He's banished but not gone and it took three separate deals to wear Elias down to saying yes; why wouldn't he leave safeguards to ensure he doesn't have to start again? Don't ask for help, Elias. Don't listen to River. Don't look too close. Keep going by yourself Elias, don't let them try to help, but Qo is not here to be turned aside and Elias is exhausted and doesn't want to fight him. Not for Paddy, not for doubts, not for himself. He never wanted to fight him. He just.*\n\n*Wanted to be someone they didn't need to help.*\n\n*«I didn't run for long, Blue. I promised. I think we're coming home.»*\n\n*He's going limp in Qo's arms. The hum is comforting. What if Elias lets someone else handle it for a bit. What if Elias trusted them, and didn't need to be fine when he's not, and it hurt but it's temporary and Qo said the healing would help. It hurts less now, doesn't it. His wings are trailing on the ground, white feathers against the rain-soaked mud, and Tanas said he'd be here soon. What if Elias held his palm against Qo's chest to feel his heartbeat through it, tangled his fingers in the fabric of his clothes; what if Chichi was coming with Tanas and things could be okay and what then.*\n\n*They leave a trail. Black, like ichor, slippery like oil; it slides off Elias' feathers, purged out by a sheet of gold. His eyes are blinking into quiet but they're grey, flecked with the possibilities of colours again; his wings are dappled silver, so faint they look white but just visible as patterned with stars. His freckles begin to show again. They don't glow, they won't, not for a little while yet, but. They aren't covered, anymore. Not like they used to be.*\n_ _",
    "channel_name": "🌄the-moonwood",
    "category_name": "The Moonlands",
    "message_link": "https://discord.com/channels/866376531995918346/880891889841225768/1133370624962744442",
    "author_name": "aethelar",
    "timestamp": "2023-07-25T12:10:13.999000"
  },
  {
    "content": "This time he does have her attention. Wanted to know who might be able to command them. Wanted to understand what had happened to him, is what he wanted. Whether he was looking for someone to blame, or just make sense of why things went wrong the way they did.\n\nShe'd done the same, after Myth Drannor.\n\nNow she was careful in a different way. For a different reason.\n\n\"Hence the divines. I see. Does it say anything useful?\"\n\nShe took a somewhat cautious step towards the table, and pulled out a chair. It creaked under her weight. The armour's weight, at least. Her weight. She was not separate from it.\n\n\"Alchemy is... well, I suppose in a sense it _is_ another kind of spell, or at least a magical art. Making... potions, salves, and so on. Mostly healing, and protection. I, ah. Dabble.\"",
    "channel_name": "📚the-conclave-university",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/880874583840931890/1259959556407300240",
    "author_name": "lxgrf",
    "timestamp": "2024-07-08T19:49:27.164000"
  },
  {
    "content": "!level Rogue Scout",
    "channel_name": "🤖bot-spam",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/866397299437600778/1362881538655654019",
    "author_name": "snappy_hades",
    "timestamp": "2025-04-18T20:04:39.930000"
  },
  {
    "content": "\"Come! Would you say food is only for sustenance? Then whither ice cream? How tedious, how restrictive to force language to be so _utilitarian_.\"\n\nHe cleared his throat, and _declaimed_ to the neatly ordered trees of the park:\n\n\"The zibberwhump frandangoed spry,\nOn squiggly squonks that plinked the sky,\nIts moobled snoof went flip-flap-floom,\nWhile gribbles giggled in the gloom!\"",
    "channel_name": "🌲silverglen",
    "category_name": "Northbank-East",
    "message_link": "https://discord.com/channels/866376531995918346/880889305881534475/1258144343525425193",
    "author_name": "lxgrf",
    "timestamp": "2024-07-03T19:36:26.688000"
  },
  {
    "content": "*Her eyes followed his hand to the gravestone, a small drift of snowflakes brushed off the still-bright marble by his fingers. The glimpse of its carvings told her a few things, though not enough: a woman, middle-aged, a mother, sister, wife. She died within the year Katya had been in Silverymoon; somehow that twinged at her. Outlived by spouse and children, judging by the empty plots beside the stone, but visited frequently, by the fresh flowers at its base. The snow had collected enough to obscure her name from them, but someone knew her. Someone was doing their best to ensure her final rest wasn't a lonely one.*\n\n\"I wonder where mine is,\" *she mused, softly enough Ilandríel might miss it. Whether it was in a family plot, a mausoleum-- if someone had the audacity to bury her at Artemy's side, Katya... Katya would be unsatisfied, she concluded. The sight of her own grave wouldn't be any sort of triumph, a sign she'd won over the forces trying to manipulate her after all. It was just... **sad.***\n\n*She stopped herself before any images, of her mother broken, of her father forlorn, solidified themselves in her mind, snuggling herself closer to Ilandríel's side.*\n\n\"Do you think a soul finds peace when it's forgotten?\" *His hand was a warm comfort on hers.* \"I've been told-- I believed that as long as their memory is shared, it keeps them alive, in a way. If there's no peace in being remembered...\" \n\n*She paused their walk and gingerly stepped up to the gates of a mausoleum, still iron, but thinner and more delicate than the gates at the front of the cemetery. Through them she could see crypts with bronze plaques, a sconce with an ever-burning torch, a stained glass window at the far end.* \n\n\"What's the point of all this?\"\n\n*She turned back to him over her shoulder, smiling, tilting her head.* \"That's not to discount your work at all. I think it's much better to make good use of these things once the soul's forgotten than to just leave them. Gives them a new purpose.\"",
    "channel_name": "🔅west-flex",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/885219132595904613/1067882147635007569",
    "author_name": "turianosauruswrex",
    "timestamp": "2023-01-25T19:02:24.287000"
  },
  {
    "content": "*And Blade flashes his teeth back. Functionally-immortal horse is not afraid of a purple dude with pointy teeth. Blade is well aware his teeth are not his primary weapon, but that doesn't stop him from showing the purple dude his little threat doesn't scare him. And if the purple dude threatens his paladin, Blade will just have to make it up to his best friend later.*\n\n*Jefeera stares at Elias. She expected such childish displays of threats and dominance from Victory's Blade. That was just how he was. But from Elias? Maybe he was bit by a fox and having some trouble controlling his foxy instincts.*\n\n*She blinks a few times.*\n\n\"Y-yes. No. No. N-no. She's... in the c-city for the day?\" *She tilts her head slowly as she answers the rapid fire questions. She assumed Spitfire meant Ciridin. Blade concurred. As much as he hated purple dude, he had given a good name to his best friend.* \"I... m-moved in with her. It was an accident, r-really. But... n-now I live here.\"\n\n\"But... Elias, why... why are *y-you* here? Are you... are you hurt?\"",
    "channel_name": "🛖quaervarr",
    "category_name": "The Moonlands",
    "message_link": "https://discord.com/channels/866376531995918346/880891131779481631/1019640824327319632",
    "author_name": "adventuringfroglet",
    "timestamp": "2022-09-14T16:08:36.530000"
  },
  {
    "content": "Rin hums, agreeing. \"The more the merrier. Or was it 'if you can't beat them, join them' sort of deal?\" She giggled.\n\nThe drake looked at them in mild amusement, cocking her head every now and again like a canine awaiting orders or trying to figure the next move. But particularly at Aesteria, who she seemed to take an interest on the flips and tumbles during Rin's scribbles.\n\nHer head leaned to the side to gaze at the warden for an explanation. Seeing this, Rin gave her the run-down, including the passion for learning the language.\n\nWhen Aesteria tried out the words, it was the drake who butted in and hopped a little as she repeated them for her, to iron out the pronounciation. Whether it would be a certain dulling of certain consonant letters, a drawl on a vowel, trilling of Rs or accentuating fricatives. \n\nThe warden let her take the reins, sitting back on her seat to watch, although not without Minerva giving an order to follow what Aesteria has asked to do. It's a good for learning, she thinks, for both of the two. It lets Minerva be more familiar with humanoids all while teaching Aesteria the words.\n\nHer movements are all technical of course. Jump. Crouch. Leap. Run. It's all with purpose, like a hunter trained. But it also is with gusto because with each command said correctly, she does it with a little spring in her heels.",
    "channel_name": "🥨streets-flex-2",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/987465378257072148/1064371618207502366",
    "author_name": "crynosaur",
    "timestamp": "2023-01-16T02:32:48.849000"
  },
  {
    "content": "It was a conscious effort to not stay silent. Thought the one that would understand him most was sitting across from him, it didn’t make telling his story any easier, especially after so many years of pushing it down.\n\nYet the negative self talk from the younger cadaver made him wince.\n“Noa, please be still, you deserve peace, you *do* deserve to be happy,”\nHe sighed and ran a hand through his hair, making a mental note to cut it later.\n\n“And if it is not in the stars for us to find it down below, then we should make it here amongst the living, we will find out our own meaning, no matter what others decide to do with our lives,”\nHe sat up and held out his arm to Noa, tracing the heavy stitch scar that was on his bicep.\n\n“I was a mistake, I currently inhabit the body of a man that was brought back by a witch for revenge, I-“\n\nHis brow furrowed and his jaw tightened. His expression a messy mix of guilt and disgust.\n“I am afraid to let him complete his goal however, for I fear that once he does, whatever spell was cast will dispel, and send both of us tumbling back into the aether,”\n\nHe dropped his hands into his lap. Then slouched back, his head softly hitting the wall behind him with a dull *thud*.\n“So you said you are looking for people, do you know who by any chance?”",
    "channel_name": "🍂southbank-flex",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/885219048772735017/1110426224678932593",
    "author_name": "dillydallydoodadum",
    "timestamp": "2023-05-23T04:37:22.685000"
  },
  {
    "content": "*Wyck whistles, the sound a little more musical than the impressed noise he was going for.* \"Rescuing kids? Not the Grief I came to know so *very* well. Bet that fetched a pretty penny, though. Or at least some tears of joy.\" \n\n*He rocks the chair back and forth a little as his fingers come up to touch the smooth black fabric covering his eye.* \"Ah, now that's *something* of a story, really,\" *He answers with another laugh.* \"Looking for the long if it, or the short of it? I've been piecing together a ballad, you know, but it's not quite done yet.\" \n\n*He signals for another drink himself, wondering if they'll make him a tab or stick it on the woman he came in with. He is well aware Grief would never let him get away with hopping onto hers.*",
    "channel_name": "👹sorlars-smiling-satyr",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/880885934793588786/914917222932160632",
    "author_name": "_hexra",
    "timestamp": "2021-11-29T16:34:24.287000"
  },
  {
    "content": "She looks like a menace in the best way",
    "channel_name": "🎨art-shelf",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/866503700818427914/1360023896484610100",
    "author_name": "cathlady92",
    "timestamp": "2025-04-10T22:49:24.944000"
  },
  {
    "content": "Sarran tilted his head as he listened.\n\nBirds cannot be subtle with their glances. Their eyes move with their heads. It's quite the handicap when you want to be subtle, but one that Sarran tended to overcome by being as unsubtle as can be. So it was as clear as could be that as she spoke he took in her dress, the tantan, the flickering illusion - masterfully done - as it emerged and faded. Took in her scars too, partially hidden though they were. But he did not shift apart from looking, and did not say a word until she had dropped to the grass.\n\n\"I see. I see. Yes. You were told a story about who you are. You took that story, and you told it to yourself. You came to believe it. You lived this story, yes?\"\n\nHe bobbed his head, slowly. It would have been a thoughtful smile, had he lips.\n\n\"Seraph, my dear, my darling, this is so for all. For every person walking the streets of this city. For Lady Silverhand herself, I would bet my lute. But we are what we live, and the stories we tell ourselves of who we are oh so quickly become true. There is really not so great a difference between tale and truth, after all.\"\n\nHe shrugged.\n\n\"I say yes! You have been polymorphed! Into this shape we see now. A fair shape, hold no doubt. But if you want it, if it is your truth that _this_ is the tale, then we must get the polymorph removed, so that you can return to the tale that became the truth. Yes? And if you say the word I will help you as best I can, because the truth should _never_ get in the way of an enchanting tale.\"\n\n\"Unless of course you rather the tale of this new face. In which case it would be an honour to help you write the next chapter but _no_, I do not believe it is so. For those mirrors strove to hurt us, to show uncomfortable, _unwelcome_ truths. So, I say shun them. Smash them. Build your own image from the glittering remnants of a thousand broken mirrors. Yes?\"",
    "channel_name": "⛪temple-district",
    "category_name": "Northbank-East",
    "message_link": "https://discord.com/channels/866376531995918346/880874502240751636/1340086040811012157",
    "author_name": "lxgrf",
    "timestamp": "2025-02-14T22:23:29.724000"
  },
  {
    "content": "The sphere is cool to touch. Upon closer inspection, it is a bit lopsided. It's a small flaw from Zadoc's part as he didn't use the spell to create miniature models of things he had seen. He makes a pleased sound when Espial accepts it though. The uncertainty melts and relief comes, releasing a breathe that he didn't know he was holding out. The sigh fluttered deep within his throat\n\nAnd damn, he thinks. If Espial would have been, Zadoc could have convinced him to stay in the tower for a bit before he finds his footing back in the city.\n\nBut he seems familiar enough with the place. Perhaps he could put in a good word for him if he had played nice.\n\nHe sees the shift, beaming. The excitement had taken him off guard. Even moreso with the tiefling's recognition of his world. It surprised him immensely. Not many of this world recognizes much. But he didn't blame them. With the magic and divinity involved, it took certain circumstances to look beyond the surface.\n\nHow did he come here? The only memory he had was darkness, then voices. None of which he understood. His head tilts upwards for a moment, searching his mind for an answer.\n\nThen he looks down, falters for a moment. His lips curl into a slight frown as he tries to remember.\n\n\"Light. Pillar?\" He shakes his head. \"No, no. Gateway. But need arch to stablize. Alloys hold. Or explodes. With crystal of magic. Don't remember. Amalgam. Then asleep.\"\n\nHis brow knits, lines on his brow deepens. \n\n\"Peculiar here.\" He comments. \"Air taste weird.\"\n\nAll four eyes look to him.\n\n\"How? *Karpri* not known. How?\"",
    "channel_name": "🌃city-heights",
    "category_name": "Northbank-East",
    "message_link": "https://discord.com/channels/866376531995918346/968247884992618516/1020201181408145468",
    "author_name": "crynosaur",
    "timestamp": "2022-09-16T05:15:16.069000"
  },
  {
    "content": "\"Goldwater.\" *She repeated, basking in the sound of it. It was such a beautiful name! Waaaaay better than any of the town names she had heard before. The kenku began to wonder whether all towns sounded this way: Silverymoon, Goldwater...Bronzeland? Nah, that would just be silly! Still, just thinking about it made her chirp happily as she noted the name down for later.*\n\n**I am a traveller, though I regret to say I have not been anywhere south of here. Tales have crossed my ears of the majesty of the Sword Coast, yet my work keeps me bound to one place. Perhaps one day I shall visit these wonderous vistas. Yet, you seem rather worldly, if I dare say. Travellers always do have that look about them. That glint in the eye.**\n\n[ <@350361938426855435> ]",
    "channel_name": "💰market-2",
    "category_name": "Northbank-East",
    "message_link": "https://discord.com/channels/866376531995918346/944396675647168532/1005473000008724563",
    "author_name": "stairlift",
    "timestamp": "2022-08-06T13:50:43.987000"
  },
  {
    "content": "*There's a moment of realization that crosses Seraph's face at Vin's comment - hm. She is right, actually. Collecting more little creatures, now safe from the crushing boots and instruments of her sisters -*\n\n*She doesn't seem startled by Vin's shift into - well, her - but she does seem as if she doesn't know quite how to respond. She settles on a laugh, though, waving at \"herself.\"* \"Well, Mama always said we were *meant* to be sisters, but we were scattered by the fates. But no, we weren't related. None of us were. It was just easier to say so.\" \n\n*Seraph releases a humming sigh as she suddenly twirls where she stands, skirts and robe spinning out until it disappears, her features paling in the turn until “Vin” is looking back at the real thing.* “It’s a lovely face,” *Seraph offers genuinely. It feels nice, to be honest. Kind. She thinks. This is what that feels like, isn’t it?*\n\n*She sighs, and shakes herself out of Vin’s face.* “Mama used to tell us she’d take us to Faerie if we were bad. Mother used to tell me she’d take me, if I was good. I’ve heard stories. But they never did take us there. I always wanted to. They were from there.”",
    "channel_name": "🌙the-moonbridge",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/880881928465682462/1050099929722388610",
    "author_name": "bluegeode",
    "timestamp": "2022-12-07T17:22:13.159000"
  },
  {
    "content": "*Oh.*\n\n*Elias... isn't really sure what his reaction is. Much, he thinks, and precarious, but only if he looks at it closely, and if he doesn't then it's much but a step aside and that feels easier to handle for a bit even if it doesn't exactly tell him what it is. So. Oh.*\n\n*He's not sure what you're meant to feel when you read a letter like this. He's not sure that trying to match himself to how he's meant to react is going to help. He's just. A lot of not sure. Much, but a step to the side. Oh. He's oh.*\n\n\"Can I watch the game for a bit?\"",
    "channel_name": "💸fortune-hall",
    "category_name": "Northbank-East",
    "message_link": "https://discord.com/channels/866376531995918346/922534449252556820/1183740296744419348",
    "author_name": "aethelar",
    "timestamp": "2023-12-11T12:01:19.575000"
  },
  {
    "content": "*She laughs loudly at his reaction, quickly covering her mouth with her hand to try to quiet it.* “She is not so bad. I think I am actually beginning to like her. She brings this certain…energy to everything.” *Definitely an energy.*\n\n*They make it back to the house and Flit opens the door, the arcane lock easily bypassed, and invites Synth inside again.* “I hope you do not mind a bit of prestidigitation to reheat the tea? I used to have to do it all the time when it would get cold while I was studying. I only hope Quill is not cross about having to wait for his second cup.”",
    "channel_name": "👣town-flex",
    "category_name": "The Moonlands",
    "message_link": "https://discord.com/channels/866376531995918346/987464710137983067/1128173050584645732",
    "author_name": "justasinging_geek",
    "timestamp": "2023-07-11T03:56:55.701000"
  },
  {
    "content": "*Phen stared off at the sunset for a long while, but eventually the bread baking downstairs required attention.  She let him know that he was welcome anywhere in the house as long as he was comfortable.  Then she'd leave his side to move the bread from the heat and set it out to cool.  While down there she'd have a very small bowl of fish soup, trying to keep to her pattern for basic self care.  Then a final round of cleaning and stoking the fire before she headed back up the riverstone stairs to curl up in the pit of moss.  She made a mental note to bring the blanket down with her to warm it at the fire before bed.*\n\n*Thanks to the emotional \"exercise\" of the day, she was able to very quickly slip into unconsciousness.*\n\n*Thanks to the ring, her dreams remained as regular nightmares instead of twisted and warped by her father.*\n\n*A little before sunrise, she woke.  Eyes slid open and looked around.  The armor and glaive still sat at the table.  He'd said he'd stay.*\n\n*Gathering the blanket, she kept it around her shoulders like she had yesterday, and headed upstairs quietly.  Not trying to sneak, but trying to not disturb.  She stopped at her doorway, spotting him in the exact position she'd left him in.  The sun was just about to really begin tinting the sky.  She moved over to the windowseat and settled on one end of it, leaving plenty of room.*\n\n\"Good morning...  The sunrise is better viewed over here...\"  *She spoke very softly as she looked out the window, letting him move or not in relative privacy.  Her long red hair was a little ruffled from the night of \"sleep\", and her tail's tuft was a little messy as well, sticking out from the bottom edge of the blanket, curling back and forth over the floor.*",
    "channel_name": "🌄the-moonwood-2",
    "category_name": "The Moonlands",
    "message_link": "https://discord.com/channels/866376531995918346/992148025982079087/1104059269877334136",
    "author_name": "ionamorningstar",
    "timestamp": "2023-05-05T14:57:22.368000"
  },
  {
    "content": "**Character:** Espial Liao (ft. Vin)\n**Channel:** <#880874308556169327> \n**Title/Notes:** Toward Shores Unknown (Espial's Denouement)\n**First Post Link:** https://discord.com/channels/866376531995918346/880874308556169327/1059180628081385532",
    "channel_name": "🔦solo-spotlights",
    "category_name": "RP & OOC",
    "message_link": "https://discord.com/channels/866376531995918346/925255385273741322/1059181047797002260",
    "author_name": "tk.s",
    "timestamp": "2023-01-01T18:47:20.427000"
  },
  {
    "content": "He blinks, shaking his head slightly. \"`If only. I have to find one that can hold. The other ones I've seen are much more slimmer. Having extra limbs wouldn't hurt though. Especially with the productivity.`\"\n\nA pause. He shifts over slightly.\n\n\"`Not every animal,`\" he clarifies. \"`Only those I have seen. My home sphere is as not as small as a state so any efforts of me going around and meeting every creature would take a very long time, if I even survive the perils of the Deep.`\"\n\nZadoc held his gaze forward but his mind goes wander, mulling over this... creature he mentioned. Under his shadowed hood, his brows knit, pensive. He knows that there are others who have similar magic, and similar magic doesn't necessarily mean of the same pack as he.\n\n\"`'Omen?'`\" He asked. How peculiar. \"`How interesting. Where did you meet?`\"",
    "channel_name": "🍃moonlands-flex",
    "category_name": "The Moonlands",
    "message_link": "https://discord.com/channels/866376531995918346/905908992558104636/1060236968987996342",
    "author_name": "crynosaur",
    "timestamp": "2023-01-04T16:43:11.657000"
  },
  {
    "content": "*It's an admission of guilt. It's an admission of guilt and that's all that Elias can cling to, because everything else is dissolving and he has nothing left. Will-power and spite; there's blood on his tongue and he's drowning in it, the world is unshakably loud. He doesn't trust his thoughts at the best of times. He's not built to think. He's built to act, but if he unlocks his muscles, he'll go for Qo's neck again. To feed, to bite, fucking hell but dead man's blood smells nothing like this and there's a part of Elias that would reach for that as a way out just to make everything stop.*\n\n*He flinches. He can't do this. He got his admission of guilt, and it's cost him too much; Qo isn't reacting like someone who's manipulating Tanas would. Is he? How is Elias meant to tell? The uncertainty is a moment to waver. In his mind he feels Qo's skin break around his teeth again, the blood pooling over his lips; he feels the vibrations through his arm when Qo speaks where he still pins him by the throat. He's killing him. He's killing him, and maybe he's an enemy, maybe he's not, maybe he's dinner exactly as he said and that's the only thing that matters. If Elias stays trapped in the indecision between them then he hasn't broken and he hasn't fed and he hasn't given in. If he moves in any direction, he can't trust that he won't move for blood, and everything will be lost.*\n\n*So. He can't move. It's the only way to survive, and he needs Qo to realise it, desperation etched into his face because he's come too far to back out but going forwards is worse; he needs, please, gods please, he needs Qo to help.*\n\n*Qo fists his fingers in Elias' hair and moves him, and Elias goes. Qo's hands pick the path, Qo's teeth grow long and angle for Elias' throat, and Elias has a second to not know where he is and he reels back with a disorientated whimper as a whole new instinct enters the fray.*\n_ _",
    "channel_name": "⚓docks",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/880874308556169327/1051270370482720879",
    "author_name": "aethelar",
    "timestamp": "2022-12-10T22:53:07.982000"
  },
  {
    "content": "*The fighter runs through the abandoned and ruined pillars and hedges; pieces of rock crumble, rolling and collapsing downward to the side, and, luckily, without hurting him. Underneath Tomasa's step, the sand has partly covered up the stone path, giving him easy movement on this peculiar path.*\n\n*He keeps running, and, if he takes a moment to look behind, Tomasa would realize that he is actually gaining distance away from the storm. Closer and closer, the crumbling wall is in front of him, and, in front of it, a shadowy and robed figure. The sounds of whispers only become louder as Tomasa approaches the stranger.*\n\n\"**Please... not a single more step.**\" *The figure speaks softly, the voice is calm. However, Tomasa knows he must get inside.*",
    "channel_name": "🚪home-flex",
    "category_name": "The Moonlands",
    "message_link": "https://discord.com/channels/866376531995918346/895482104618557480/911670085691793469",
    "author_name": "gravius",
    "timestamp": "2021-11-20T17:31:26.440000"
  },
  {
    "content": "*the strumming was about to start up again until the druid casts some magic upon the seeds that he had taken from a pocket, and he claps with excitement. He picks up the cherry blossom he places the flower within a button hole in his suite jacket.* \"a pretty gift castor the friend of nature.\"\n\n\"Selune mother moon forever separated from her sister, such a wonderful story, i have to say twilight is a time when magic seems to twist about us like leaves on the wind.\" *with a gift given jack only thought one should be received so with a little magic of his own with a wave of his hand infront of castor appears a wooden duck detailed to almost seem to be real so small that it would fit in the palm of a gnome.* \"my magic comes from the vagabond king.\" *dropping his gods name for bread crumbs always lead to more.*\n\n*before he could answer castor had spoken it.* \"do exactly that master druid ask them their name, would be rude to think that you could pick someones name.\" *a smirk and a wink is offered at his little joke.*\n\n\"Ahhh no sir castor i am of fae blood a packed is sealed in a handshake and must be followed to the letter, so i will tell you whatever you wish if you will tell me whatever i wish to know.\" *he then sticks out his hand offering him a warm smile.*",
    "channel_name": "🏨inn-flex",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/987474061590429806/1146779342748258304",
    "author_name": "bigben34",
    "timestamp": "2023-08-31T12:11:41.441000"
  },
  {
    "content": "“No, why are you sorry?” *Castor shakes his head. Oh no, did he do it? Did he scare him off? Is it too much?* “I can stop if you wish.” *It’s not a question. He doesn’t want to pressure him. Castor releases some of the pressure that his is presence. Taking a step back allowing Noa to have the space he needs. Why is he sorry though? There’s nothing to be sorry for…. At least nothing that Castor can see or know of.* \n\n*How can he reassure Noa without making it seem like he’s some sort of creep? Or that he’s not going to pry if he doesn’t want that? His tail sways side to side. He lowers his gaze for just a second, gathering his thoughts. Maybe if he leveled the playing field? But how…. He couldn’t out right say that he’s cursed as well. That might very well scare him off…. Then, again, Noa probably deserved to know just what he might be dealing with. That kind of thing he wouldn’t be able to keep secret for long. He’s surprised he’s been able to keep it from Carrion all this time if he’s being honest with himself.* \n\n*Motioning to the bed he takes a seat, crossing a long leg over his knee and leaning backward on his palms. He wants to reassure Noa that he’s not scared of his undeadness. That he’s still interested in getting to know him.* “We can continue our conversation if you’d like? I still want to know all about you.”",
    "channel_name": "🦌the-whistling-stag",
    "category_name": "The Moonlands",
    "message_link": "https://discord.com/channels/866376531995918346/880891175874232320/1118312502665678968",
    "author_name": "inucos",
    "timestamp": "2023-06-13T22:54:37.877000"
  },
  {
    "content": "\"Wine?\" *She stiffened.* \"Oh, no, not wine. Never wine. Water does me just fine.\"\n\n\"But thank you for the offer, both of them. As for food, I think I'm quite alright! After all, I've only been journeying for so long that-\" *There's a low, audible rumbling sound and Isolde freezes like solid ice.*",
    "channel_name": "⚓docks-2",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/923399076609933312/1362556569589649408",
    "author_name": "stairlift",
    "timestamp": "2025-04-17T22:33:21.267000"
  },
  {
    "content": "*How does he know is beyond him. But maybe it shouldn't be so. Shouldn't be so outlandish or so surprising, really. The Alchemist was never too clear on what she would say of his lying skills. She called him a good liar, at times, and a bad liar, at others. More than anything else, perhaps it was never for the sake of it being believable or not. She seemed to call him a bad liar for how much more true that was to him than truth itself. He was a bad liar, when he lied well over everything that hurt. He was a bad liar, for he ensured that nobody ever believed a single word he said, even if it was true. Perhaps it was not a skill of his words or his tongue, in itself. He is a bad liar for he is short sighted, and when he lies, it is predictable. The only thing perhaps that could be predicted, was that hurt, he is so much of a cornered, vicious animal. He is a bad liar for he has cried wolf for fun, and he could arrive with the beasts on his heels and it wouldn't move a single heart.*\n\n*He is a bad liar, perhaps. Perhaps even if he was believable, perhaps it is his words somehow that denounce. It matters not, for now. It matters not for Jack sees through it, nonetheless. And if he was not a reptile, he thinks; if he was not dragon and serpent, Dracohydra in their amalgamation, he would have been a cat, he thinks. With the hair on the back of his neck that raise, and how he coils on his shoulders as if bracing for something, something he doesn't really know what for. It has been long, too long, since he had ever been put in such a place. Where someone looks at him, look at his lies, and so judgementally point it for what it is. Care enough for, and yet, not enough either. Point at the wound, but neither press it, but neither give it the mercy of going unpunished.*\n** **",
    "channel_name": "🥨streets-flex-2",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/987465378257072148/1187435582129983589",
    "author_name": "ascenco",
    "timestamp": "2023-12-21T16:45:04.266000"
  },
  {
    "content": "it has peaches <a:yescat:1040108602033188924>",
    "channel_name": "🍔foodie-network",
    "category_name": "General",
    "message_link": "https://discord.com/channels/866376531995918346/1060966733357273098/1359179212673650881",
    "author_name": "turianosauruswrex",
    "timestamp": "2025-04-08T14:52:56.630000"
  },
  {
    "content": "**Welcome to the Trading Post!** \n\n*Under a brightly colored green and blue awning lies a section of the <#880874331247349810> sporting shiny trinkets and imbibed magical items, frequently visited by adventurers of all flavors exchanging their exotic finds for goods of a different kind. A keen eye might spot a small grey snout digging for treasures to bring back to his shop instead.*\n** **",
    "channel_name": "✨trading-post",
    "category_name": "RP & OOC",
    "message_link": "https://discord.com/channels/866376531995918346/1034216268867326032/1245908032995721307",
    "author_name": "ascenco",
    "timestamp": "2024-05-31T01:13:42.918000"
  },
  {
    "content": "hokay i have messed with things hopefully is all good now, muchly ta!",
    "channel_name": "❓questions-for-the-staff👋",
    "category_name": "?s and Staff Info",
    "message_link": "https://discord.com/channels/866376531995918346/866503846204276746/1260638552312512612",
    "author_name": "aethelar",
    "timestamp": "2024-07-10T16:47:32.403000"
  },
  {
    "content": "``` ``` \n**Select the appropriate roles above for your character and yourself** \nOnly complete this step, or update, when Character creation is completed.\n\nRequirements: Character Race and Class, Player Region\n*Optional Roles: Preferred Pronouns, PvP and Dream Arena*\n\n``` ```",
    "channel_name": "🧮player-roles",
    "category_name": "PC Station",
    "message_link": "https://discord.com/channels/866376531995918346/881205108329807962/966897424859807764",
    "author_name": "ariiadnae",
    "timestamp": "2022-04-22T03:05:10.172000"
  },
  {
    "content": "*There's a mix, it seems, and Tanas talks his way through them with a smoothness that Elias helps by staying quiet and being careful not to interrupt. Not the Wyrmworks somehow translates to Not Traceable becomes Not Necessarily Above Board, which wasn't necessarily the intent - but the sort of magic items Temivel deals in are not only rare but dangerous, both to use and also to own if you haven't the precautions to protect yourself from thieves. Temivel is either under the Conclave's eye or a powerful spellcaster in his own right, opinions seem to vary, but there's not many other than him who carry so wide a selection or have so many magic items readily available at such short notice.*\n\n*Elias shifts uneasily at the offers to 'acquire' anything he's after, and though Tanas is too composed to show it, he too avoids anything too far down that route.*\n\n*Eventually, they come to the docks. It makes sense; they're after travellers, traders, people who may have picked up all sorts of oddities. What better than a sailor to fit the bill? It's one of the river barges, flat-bottomed and wide, though it doesn't moor up to the docks themselves. Take the chain ferry over to the Spellguard Isle where the lighthouse is, and if you ask the ferryman to message ahead he'll make sure the barge is there for you when you arrive. No guarantees, but it's worth a shot; there's all sorts on the barge, could easily have the sending stones you're after. Less thieves around on the river, you see. Less risk in carrying magical goods.*\n_ _",
    "channel_name": "💰market",
    "category_name": "Northbank-East",
    "message_link": "https://discord.com/channels/866376531995918346/880874331247349810/1121195395125612616",
    "author_name": "aethelar",
    "timestamp": "2023-06-21T21:50:13.001000"
  },
  {
    "content": "*She lets him ramble, watching him as he stumbles in his words. She softens at the thought of people being treated equally, smirking mischieviously when he tries to backtrack and catch himself then snickering about his breakup with H.*\n\n\"Be careful what you say. H might come and say that you said the exact same thing you told me during your time with them.\" *She singsongs, hoping to ease his nerves. Then she returns to her normal tone.* \"You're doing fine, Clem. Perhaps you're having fun as much as I do because we didn't think of it as one. 'Date' is a label anyway. Makes one overthink on what to do in that scenario.\"\n\n*A pause.* \"Initial thoughts? Brooding. Angsty. Perhaps all monotone, with a hidden temper. Attractive person with a tragic past that made all him all devoid of emotion since then and developed an unhealthy coping mechanism, possibly alcoholism or avoidance. But still find himself in the presence of many women. You know, the works. Glad to know that wasn't all the case though. This is so much better than those expectations.\" *She tells him.*\n\n*And it's the truth. Laidback and organic is something rare to see in companiomship back with nobility, regardless if its romantic or platonic. Too many rules, too many expectations, too mechanical to feel a genuine connection. Here, she feels like she can follow her instincts and just go without the fear of judgement and social expectations. To laugh without covering her mouth and be aware of how loud and unladylike she can be. And to be someone who will let you do exactly that.*\n\n\"Will you visit me in the city after this?\" *She asked him.* \"I intend to follow the cultural sights of the area and I find that it's best enjoyed with others. If you'd like to come with. But I understand if it's not your scene.\"",
    "channel_name": "🐈home-flex-2",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/930648696935288922/1000989857184743424",
    "author_name": "crynosaur",
    "timestamp": "2022-07-25T04:56:19.445000"
  },
  {
    "content": "*Little did the tiefling know, Indigo hadn't a clue about single thing she had said. But she had a way of saying an awful lot without saying anything. A skill that had gotten her into and out of trouble in equal amounts. But she had found that often people had their own ideas that needed a blank canvas to work themselves out. So Indigo provided such a canvas with her words of nothingness.*\n\n*The tiefling's exuberance was nothing short of endearing. Indigo was finding it hard not to mimic Arty's smile at every moment. But that would break the illusion that she was a mysterious and put-together stranger, wouldn't? She smiled anyways, it would be hopeless to fight it.*\n\n*She turns to eye the drake curiously, however, an amused expression on her face. Of course she had such a bond with the creature.* \"I hadn't a clue the rather large little one could talk. Is it only to you, I presume?\" *She raises an eyebrow.* \"Perhaps you ought to collaborate with the dearest little dragon to name the star dish. After all, it is his magic that inspired the entire endeavor, is it not?\"\n\n*As Arty flies through her series of names, complete with acting, she tosses her head back with laughter she couldn't suppress. Gods, this woman was a gift to Faerun itself. Silverymoon be damned for making Indigo cross paths with the first person she hoped to befriend in, well, years.*\n\n*As the laughter subsides she shakes her head.* \"Perhaps each apple pie ought to be named for its... devourer. The title of the tale a bard would tell about them. Whatever feeling you get from them when you first set your eyes upon them. A star dish with a name as ever-changing as the flavor itself.\"\n\n\"I, for one, would want to eat a mystical apple pie as mysterious as I desperately wish to be.\"\n\n\"But, darling, I do need to leave some wondrous topics to talk about another time. I'm staying down the road. Find me when you have a draft of the menu, yes?\"\n\n*She smiles and winks before dashing outside.*\n\n**Exit Indy**",
    "channel_name": "🌿golden-oak-inn",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/880883916779696188/989290188519911515",
    "author_name": "adventuringfroglet",
    "timestamp": "2022-06-22T22:06:01.066000"
  },
  {
    "content": "*shes a little surprised by the owl as she looks at flit* \n\n\"hello, I um Castor told me you could help me\" *one hand resting to keep her hood pulled on her bad side, the golden eye still sticking out as she keeps eye contact* \"I have some memories issues...\" \n\n*her eye darts to look at the owl before going back to flit. It was very obvious that Elfiia was nervous about everything* \n\n<@591641394104500246>",
    "channel_name": "🏠home-flex",
    "category_name": "Northbank-West",
    "message_link": "https://discord.com/channels/866376531995918346/987466023793995796/1242251978558537748",
    "author_name": "kelsey0203",
    "timestamp": "2024-05-20T23:05:51.614000"
  },
  {
    "content": "*Whatever Roderic thinks of Niles, it's behind a grateful smile.*\n\n*(Roderic wonders how this happened. He's running likely scenarios through his head; did Qo follow them? Did Niles discover Qo by surprise? Was Niles kind to him? Was Qo kind back? How did they interact? Niles found him and brought him here and neither look wounded - though Qo has obviously been wounded* recently*, or, at least, in the last two years and with no time to really heal from it. Niles is not... unhappy. Good. He's checking on him so Niles knows he's still a priority, so he doesn't do What Niles Does and bow to insecurity and ask for reassurances Roderic is loathe to give. Not because he doesn't mean them, just - because they sit strangely behind his fangs in a way they didn't before. Or, maybe they did. Either way. Roderic is agreeing with what Niles did not say: Elias better start running. Qo said* it's okay, *so either Qo's already killed Elias or doesn't think Elias is a threat. Roderic is inclined to think anything who would maul Qo like Elias did probably ought to be considered a pest worthy of fumigation, if nothing else. Roderic is surprised that Niles wants to be a part of this initial conversation, and almost - not almost, definitely - wishes he didn't. This would be easier without him. But, in the end, it'll be easier to submit to it without pressure. Niles has every right to hate Qo, and doesn't, almost exclusively for Roderic's sake. Or, maybe he does, but he brought him home anyway. Qo is terrified of Niles, which Roderic assumes means either Niles threatened him to get him here or told him who he is. His money's on the second. Niles isn't always nice, and can be petty, but Roderic thinks, and would hope, that he'd know better here.)*\n\n*(Roderic wonders why Qo is in Silverymoon. Roderic wonders when the last time was he had a drink. His scar looks better. A lot better. The new ones are newer, but still healing; this, then, means Qo has been using his base form? Has he been spending a lot of time alone? Has he been sick? Last Roderic had heard, last he'd had anyone check, Qo was still doing what he did before he met Roderic - always moving, and when in public and giving his name, stopping in at various temples or meeting with healers. Roderic assumed he's doing what he did before; Roderic assumed he's been asking for someone to help him with his memory, to put his head back together the way it was before. Roderic hadn't heard of any murders, but he did teach Qo to cover his tracks. Roderic hadn't heard any reports of alcoholism, but that doesn't mean there were none. Roderic wants to know how they met, why they were out - why Qo was out, really, and out from where and with what destination in mind. What task is he pursuing, if any?)*\n\n*Roderic says,* \"Let's go in, then,\" *a bit louder, for Qo's sake, and when Niles steps inside Roderic tilts his head to the changeling, as if to ask:* Are you coming?\n\n*Qo steps forward, and pauses.*\n\n*(Qo doesn't understand how he survived. He forgot a lot of that night, but not - not the blood, or the dagger, or the way Sildanya faded. Roderic is different. Roderic has teeth. How did Roderic get teeth? Qo - Qo had never in his life met a vampire before Elias, not that he knows of. There certainly wasn't one there. Did someone break in after he left? ~~When did he leave? How long did he stay?~~ Did they get in through the same window he did? ~~Gods, did he leave it open?~~ Was it easy prey? Did something - Roderic has no scars. Roderic has no* visible *scars. Where was he bit?* Was *he bit? How is he here? How long has he been...* why *is he here? Why isn't he angry? Why didn't he say something? If he's been alive, he could have said something. Anywhere Qo would have possibly gone he wouldn't have been out of reach. Does that mean he* was *angry, but he isn't now? How long was he angry? How long was he dead?)*\n\n\"Are you going to kill me?\"\n\n*Roderic almost looks hurt.* \"No, Qo.\"\n\n*Okay. They step inside.*",
    "channel_name": "🥨streets-flex",
    "category_name": "Southbank",
    "message_link": "https://discord.com/channels/866376531995918346/930648938938257439/1107453814061158411",
    "author_name": "rvwxn",
    "timestamp": "2023-05-14T23:46:04.769000"
  }
]